-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 11, 2021 at 09:01 PM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 7.4.18

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ar5as_final`
--

-- --------------------------------------------------------

--
-- Table structure for table `addons`
--

CREATE TABLE `addons` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf32_unicode_ci DEFAULT NULL,
  `unique_identifier` varchar(255) COLLATE utf32_unicode_ci DEFAULT NULL,
  `version` varchar(255) COLLATE utf32_unicode_ci DEFAULT NULL,
  `activated` int(1) NOT NULL DEFAULT 1,
  `image` varchar(1000) COLLATE utf32_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf32 COLLATE=utf32_unicode_ci;

--
-- Dumping data for table `addons`
--

INSERT INTO `addons` (`id`, `name`, `unique_identifier`, `version`, `activated`, `image`, `created_at`, `updated_at`) VALUES
(1, 'refund', 'refund_request', '1.1', 1, 'refund_request.png', '2021-02-10 23:44:59', '2021-02-10 23:44:59');

-- --------------------------------------------------------

--
-- Table structure for table `addresses`
--

CREATE TABLE `addresses` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `address` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postal_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `set_default` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `addresses`
--

INSERT INTO `addresses` (`id`, `user_id`, `address`, `country`, `city`, `postal_code`, `phone`, `set_default`, `created_at`, `updated_at`) VALUES
(1, 12, 'mohamedahussien7@gmail.com', 'Egypt', 'cairo', '1125', '01157809060', 0, '2021-02-11 00:36:12', '2021-02-11 00:36:12'),
(2, 12, 'tetetetettet', 'Egypt', 'Alexandria', '12456', '122222236547899999', 0, '2021-02-12 00:16:33', '2021-02-12 00:16:33'),
(3, 12, 'ssssssssssssssssssssss', 'Egypt', 'cairo', 'ssssss', '01157809060', 0, '2021-02-12 00:25:17', '2021-02-12 00:25:17'),
(4, 15, 'Exercitation possimu', 'Egypt', 'Alexandria', 'Eum blanditiis nostr', '+1 (501) 469-1679', 0, '2021-02-13 19:27:43', '2021-02-13 19:27:43'),
(5, 9, 'Odit esse animi se', 'Egypt', 'cairo', 'Ut sed amet quidem', '+1 (393) 136-4286', 0, '2021-02-15 20:37:44', '2021-02-15 20:37:44'),
(6, 21, '10 rmadan', 'Egypt', 'Alexandria', '1225', '11457854520', 0, '2021-02-17 12:47:12', '2021-02-17 12:47:12'),
(7, 3, 'test addr', 'Egypt', 'cairo', '1125', '0125478896', 0, '2021-02-17 23:45:18', '2021-02-17 23:46:15'),
(8, 3, 'ggggggggg', 'Egypt', 'ggggggggg', '13645', '1236447852', 1, '2021-02-17 23:46:08', '2021-02-17 23:46:15'),
(9, 40, 'Alias velit est qui', 'Egypt', 'Luxor', 'Magna aut culpa ad v', '+1 (793) 405-3581', 0, '2021-02-22 06:42:42', '2021-02-22 06:42:42'),
(10, 55, '10th of ramadan city', 'Egypt', 'cairo', '12654', '01150730658', 0, '2021-03-04 19:53:08', '2021-03-04 19:53:08'),
(11, 60, 'yyyy', 'Egypt', 'cairo', '11222', '0022122222', 0, '2021-03-09 23:02:15', '2021-03-09 23:02:15'),
(12, 63, 'ALLLBBB', 'Egypt', 'cairo', '221452', '12225586532', 0, '2021-03-10 17:24:26', '2021-03-10 17:24:26'),
(13, 65, '5مساكن مصرللتعمير شيراتون المطار النزهة القاهرة', 'Egypt', 'cairo', '44452', '554125224', 0, '2021-03-10 19:56:10', '2021-03-10 19:56:10'),
(14, 66, 'Madinaty g34', 'Egypt', 'cairo', '19511', '01002142255', 0, '2021-03-11 00:21:26', '2021-03-11 00:21:26'),
(15, 67, 'dddd', 'Egypt', 'cairo', '1115', '01245487985', 0, '2021-03-11 11:28:44', '2021-03-11 11:28:44'),
(16, 68, 'El-Rehab', 'Egypt', 'Cairo', '002', '0100', 0, '2021-03-11 17:43:07', '2021-03-11 17:43:07'),
(17, 69, 'namw', 'Egypt', 'Luxor', '1125', '01236589635', 0, '2021-03-16 14:45:53', '2021-03-16 14:45:53'),
(18, 70, '5مساكن مصرللتعمير شيراتون المطار النزهة القاهرة', 'Egypt', 'cairo', '44452', '0554125224', 1, '2021-03-16 18:40:19', '2021-03-17 16:55:23'),
(19, 70, 'cxcvd dgsdsg', 'Egypt', 'cairo', '2554', 'sdfgsgg', 0, '2021-03-17 16:53:32', '2021-03-17 16:53:32'),
(21, 73, 'Minim ipsum cupidata', 'Egypt', 'Luxor', 'Totam temporibus odi', '+1 (553) 997-4966', 0, '2021-04-26 08:12:44', '2021-04-26 08:12:44'),
(22, 8, 'test address', 'Egypt', 'Alexandria', '12365', '0123654895', 0, '2021-04-28 00:47:02', '2021-04-28 00:47:02'),
(23, 8, 'test address', 'Egypt', 'Luxor', '12545', '01254585788', 0, '2021-05-02 10:00:02', '2021-05-02 10:00:02'),
(24, 54, 'الحي الاول مدينة العبور\r\nالشباب مدينة العبور', 'Egypt', 'cairo', '11511', '01157809060', 0, '2021-05-11 18:53:13', '2021-05-11 18:53:13');

-- --------------------------------------------------------

--
-- Table structure for table `app_settings`
--

CREATE TABLE `app_settings` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `logo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `currency_id` int(11) DEFAULT NULL,
  `currency_format` char(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `facebook` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `twitter` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `instagram` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `youtube` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `google_plus` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `app_settings`
--

INSERT INTO `app_settings` (`id`, `name`, `logo`, `currency_id`, `currency_format`, `facebook`, `twitter`, `instagram`, `youtube`, `google_plus`, `created_at`, `updated_at`) VALUES
(1, 'Active eCommerce', 'uploads/logo/matggar.png', 1, 'symbol', 'https://facebook.com', 'https://twitter.com', 'https://instagram.com', 'https://youtube.com', 'https://google.com', '2019-08-04 16:39:15', '2019-08-04 16:39:18');

-- --------------------------------------------------------

--
-- Table structure for table `attributes`
--

CREATE TABLE `attributes` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf32_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf32 COLLATE=utf32_unicode_ci;

--
-- Dumping data for table `attributes`
--

INSERT INTO `attributes` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'Size', '2020-02-24 05:55:07', '2020-02-24 05:55:07'),
(4, 'types', '2021-02-17 12:04:33', '2021-02-17 12:04:33');

-- --------------------------------------------------------

--
-- Table structure for table `attribute_translations`
--

CREATE TABLE `attribute_translations` (
  `id` bigint(20) NOT NULL,
  `attribute_id` bigint(20) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `attribute_translations`
--

INSERT INTO `attribute_translations` (`id`, `attribute_id`, `name`, `lang`, `created_at`, `updated_at`) VALUES
(2, 4, 'types', 'en', '2021-02-17 12:04:33', '2021-02-17 12:04:33');

-- --------------------------------------------------------

--
-- Table structure for table `banks`
--

CREATE TABLE `banks` (
  `id` int(11) NOT NULL,
  `name` varchar(191) NOT NULL,
  `name_en` varchar(191) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `banks`
--

INSERT INTO `banks` (`id`, `name`, `name_en`) VALUES
(1, 'بنك مصر ', 'بنك مصر '),
(2, 'البنك الاهلي المصري', 'البنك الاهلي المصري'),
(3, 'البنك العقاري المصري العربي', 'البنك العقاري المصري العربي'),
(4, 'البنك الزراعي المصري', 'البنك الزراعي المصري'),
(5, 'بنك التنمية الصناعية', 'بنك التنمية الصناعية'),
(6, 'بنك القاهرة', 'بنك القاهرة'),
(7, 'المصرف المتحد', 'المصرف المتحد'),
(8, 'بنك الاسكندرية', 'بنك الاسكندرية'),
(9, 'ميد بنك ', 'ميد بنك '),
(10, 'البنك التجاري الدولي', 'البنك التجاري الدولي'),
(11, 'البنك التجاري المغربي', 'البنك التجاري المغربي'),
(12, 'بنك الشركة المصرفية العربية الدولية', 'بنك الشركة المصرفية العربية الدولية'),
(13, 'بنك بلوم', 'بنك بلوم'),
(14, 'كريدي اجريكول', 'كريدي اجريكول'),
(15, 'بنك الامارات دبي الوطني', 'بنك الامارات دبي الوطني'),
(16, 'بنك قناة السويس', 'بنك قناة السويس'),
(17, 'بنك قطر الوطني الاهلي', 'بنك قطر الوطني الاهلي'),
(18, 'بنك الاستثمار العربي', 'بنك الاستثمار العربي'),
(19, 'البنك الاهلي الكويتي', 'البنك الاهلي الكويتي'),
(20, 'بنك عودة', 'بنك عودة'),
(21, 'البنك الاهلي المتحد', 'البنك الاهلي المتحد'),
(22, 'بنك فيصل الاسلامي المصري', 'بنك فيصل الاسلامي المصري'),
(23, 'بنك التعمير والاسكان', 'بنك التعمير والاسكان'),
(24, 'بنك البركة', 'بنك البركة'),
(25, 'بنك الكويت الوطني', 'بنك الكويت الوطني'),
(26, 'مصرف ابوظبي الاسلامي', 'مصرف ابوظبي الاسلامي'),
(27, 'بنك ابوظبي التجاري', 'بنك ابوظبي التجاري'),
(28, 'البنك المصري الخليجي', 'البنك المصري الخليجي'),
(29, 'البنك العربي الافريقي', 'البنك العربي الافريقي'),
(30, 'اتش اس بي سي', 'اتش اس بي سي'),
(31, 'abc بنك المؤسسة العربية المصرفية', 'abc بنك المؤسسة العربية المصرفية'),
(32, 'البنك المصري لتنمية الصادرات', 'البنك المصري لتنمية الصادرات'),
(33, 'المصرف العربي الدولي', 'المصرف العربي الدولي'),
(34, 'البنك العربي ', 'البنك العربي '),
(35, 'سيتي بنك', 'سيتي بنك'),
(36, 'بنك المشرق', 'بنك المشرق'),
(37, 'البنك الاهلي اليوناني', 'البنك الاهلي اليوناني');

-- --------------------------------------------------------

--
-- Table structure for table `banners`
--

CREATE TABLE `banners` (
  `id` int(11) NOT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `url` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `position` int(11) NOT NULL DEFAULT 1,
  `published` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `banners`
--

INSERT INTO `banners` (`id`, `photo`, `url`, `position`, `published`, `created_at`, `updated_at`) VALUES
(4, 'uploads/banners/banner.jpg', '#', 1, 1, '2019-03-12 05:58:23', '2019-06-11 04:56:50'),
(5, 'uploads/banners/banner.jpg', '#', 1, 1, '2019-03-12 05:58:41', '2019-03-12 05:58:57'),
(6, 'uploads/banners/banner.jpg', '#', 2, 1, '2019-03-12 05:58:52', '2019-03-12 05:58:57'),
(7, 'uploads/banners/banner.jpg', '#', 2, 1, '2019-05-26 05:16:38', '2019-05-26 05:17:34'),
(8, 'uploads/banners/banner.jpg', '#', 2, 1, '2019-06-11 05:00:06', '2019-06-11 05:00:27'),
(9, 'uploads/banners/banner.jpg', '#', 1, 1, '2019-06-11 05:00:15', '2019-06-11 05:00:29'),
(10, 'uploads/banners/banner.jpg', '#', 1, 0, '2019-06-11 05:00:24', '2019-06-11 05:01:56');

-- --------------------------------------------------------

--
-- Table structure for table `brands`
--

CREATE TABLE `brands` (
  `id` int(11) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `logo` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `top` int(1) NOT NULL DEFAULT 0,
  `slug` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_description` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `brands`
--

INSERT INTO `brands` (`id`, `name`, `logo`, `top`, `slug`, `meta_title`, `meta_description`, `created_at`, `updated_at`) VALUES
(1, 'Demo brand', 'uploads/brands/brand.jpg', 1, 'Demo-brand-12', 'Demo brand', NULL, '2019-03-12 06:05:56', '2019-08-06 06:52:40'),
(2, 'Demo brand1', 'uploads/brands/brand.jpg', 1, 'Demo-brand1', 'Demo brand1', NULL, '2019-03-12 06:06:13', '2019-08-06 06:07:26');

-- --------------------------------------------------------

--
-- Table structure for table `brand_translations`
--

CREATE TABLE `brand_translations` (
  `id` bigint(20) NOT NULL,
  `brand_id` bigint(20) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `business_settings`
--

CREATE TABLE `business_settings` (
  `id` int(11) NOT NULL,
  `type` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `value` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `business_settings`
--

INSERT INTO `business_settings` (`id`, `type`, `value`, `created_at`, `updated_at`) VALUES
(1, 'home_default_currency', '1', '2018-10-16 01:35:52', '2019-01-28 01:26:53'),
(2, 'system_default_currency', '29', '2018-10-16 01:36:58', '2021-02-08 22:07:28'),
(3, 'currency_format', '1', '2018-10-17 03:01:59', '2018-10-17 03:01:59'),
(4, 'symbol_format', '1', '2018-10-17 03:01:59', '2019-01-20 02:10:55'),
(5, 'no_of_decimals', '2', '2018-10-17 03:01:59', '2021-02-08 22:05:48'),
(6, 'product_activation', '1', '2018-10-28 01:38:37', '2019-02-04 01:11:41'),
(7, 'vendor_system_activation', '1', '2018-10-28 07:44:16', '2019-02-04 01:11:38'),
(8, 'show_vendors', '1', '2018-10-28 07:44:47', '2019-02-04 01:11:13'),
(9, 'paypal_payment', '0', '2018-10-28 07:45:16', '2021-02-08 21:58:46'),
(10, 'stripe_payment', '0', '2018-10-28 07:45:47', '2018-11-14 01:51:51'),
(11, 'cash_payment', '1', '2018-10-28 07:46:05', '2019-01-24 03:40:18'),
(12, 'payumoney_payment', '0', '2018-10-28 07:46:27', '2019-03-05 05:41:36'),
(13, 'best_selling', '1', '2018-12-24 08:13:44', '2019-02-14 05:29:13'),
(14, 'paypal_sandbox', '0', '2019-01-16 12:44:18', '2019-01-16 12:44:18'),
(15, 'sslcommerz_sandbox', '1', '2019-01-16 12:44:18', '2019-03-14 00:07:26'),
(16, 'sslcommerz_payment', '0', '2019-01-24 09:39:07', '2019-01-29 06:13:46'),
(17, 'vendor_commission', '20', '2019-01-31 06:18:04', '2019-04-13 06:49:26'),
(18, 'verification_form', '[{\"type\":\"text\",\"label\":\"Your name\"},{\"type\":\"text\",\"label\":\"Shop name\"},{\"type\":\"text\",\"label\":\"Email\"},{\"type\":\"text\",\"label\":\"License No\"},{\"type\":\"text\",\"label\":\"Full Address\"},{\"type\":\"text\",\"label\":\"Phone Number\"},{\"type\":\"file\",\"label\":\"Tax Papers\"},{\"type\":\"file\",\"label\":\"\\u0635\\u0648\\u0631\\u0629 \\u0627\\u0644\\u0628\\u0637\\u0627\\u0642\\u0629 \\u0627\\u0644\\u0634\\u062e\\u0635\\u064a\\u0629\"},{\"type\":\"file\",\"label\":\"\\u0635\\u0648\\u0631\\u0629 \\u0627\\u0644\\u0633\\u062c\\u0644 \\u0627\\u0644\\u062a\\u062c\\u0627\\u0631\\u064a\"}]', '2019-02-03 11:36:58', '2021-02-13 05:18:10'),
(19, 'google_analytics', '0', '2019-02-06 12:22:35', '2019-02-06 12:22:35'),
(20, 'facebook_login', '1', '2019-02-07 12:51:59', '2021-04-17 11:20:59'),
(21, 'google_login', '0', '2019-02-07 12:52:10', '2021-04-17 11:20:53'),
(22, 'twitter_login', '0', '2019-02-07 12:52:20', '2021-04-17 11:20:54'),
(23, 'payumoney_payment', '1', '2019-03-05 11:38:17', '2019-03-05 11:38:17'),
(24, 'payumoney_sandbox', '1', '2019-03-05 11:38:17', '2019-03-05 05:39:18'),
(36, 'facebook_chat', '0', '2019-04-15 11:45:04', '2019-04-15 11:45:04'),
(37, 'email_verification', '1', '2019-04-30 07:30:07', '2021-04-17 09:12:24'),
(38, 'wallet_system', '1', '2019-05-19 08:05:44', '2021-02-08 21:58:03'),
(39, 'coupon_system', '1', '2019-06-11 09:46:18', '2021-02-08 21:58:05'),
(40, 'current_version', '3.9', '2019-06-11 09:46:18', '2019-06-11 09:46:18'),
(41, 'instamojo_payment', '0', '2019-07-06 09:58:03', '2019-07-06 09:58:03'),
(42, 'instamojo_sandbox', '1', '2019-07-06 09:58:43', '2019-07-06 09:58:43'),
(43, 'razorpay', '0', '2019-07-06 09:58:43', '2019-07-06 09:58:43'),
(44, 'paystack', '0', '2019-07-21 13:00:38', '2019-07-21 13:00:38'),
(45, 'pickup_point', '0', '2019-10-17 11:50:39', '2019-10-17 11:50:39'),
(46, 'maintenance_mode', '0', '2019-10-17 11:51:04', '2019-10-17 11:51:04'),
(47, 'voguepay', '0', '2019-10-17 11:51:24', '2019-10-17 11:51:24'),
(48, 'voguepay_sandbox', '0', '2019-10-17 11:51:38', '2019-10-17 11:51:38'),
(50, 'category_wise_commission', '1', '2020-01-21 07:22:47', '2021-05-02 07:53:41'),
(51, 'conversation_system', '0', '2020-01-21 07:23:21', '2021-03-10 21:06:41'),
(52, 'guest_checkout_active', '0', '2020-01-22 07:36:38', '2021-02-08 21:58:07'),
(53, 'facebook_pixel', '0', '2020-01-22 11:43:58', '2020-01-22 11:43:58'),
(55, 'classified_product', '0', '2020-05-13 13:01:05', '2020-05-13 13:01:05'),
(56, 'pos_activation_for_seller', '1', '2020-06-11 09:45:02', '2020-06-11 09:45:02'),
(57, 'shipping_type', 'area_wise_shipping', '2020-07-01 13:49:56', '2021-05-03 08:17:10'),
(58, 'flat_rate_shipping_cost', '0', '2020-07-01 13:49:56', '2020-07-01 13:49:56'),
(59, 'shipping_cost_admin', '0', '2020-07-01 13:49:56', '2020-07-01 13:49:56'),
(60, 'payhere_sandbox', '0', '2020-07-30 18:23:53', '2020-07-30 18:23:53'),
(61, 'payhere', '0', '2020-07-30 18:23:53', '2020-07-30 18:23:53'),
(62, 'google_recaptcha', '0', '2020-08-17 07:13:37', '2021-03-03 18:35:07'),
(63, 'ngenius', '0', '2020-09-22 10:58:21', '2020-09-22 10:58:21'),
(64, 'header_logo', '2', '2020-11-16 07:26:36', '2021-02-08 22:22:48'),
(65, 'show_language_switcher', 'on', '2020-11-16 07:26:36', '2021-05-09 23:58:36'),
(66, 'show_currency_switcher', NULL, '2020-11-16 07:26:36', '2021-02-08 22:22:48'),
(67, 'header_stikcy', 'on', '2020-11-16 07:26:36', '2021-05-09 23:58:36'),
(68, 'footer_logo', '2', '2020-11-16 07:26:36', '2021-02-08 22:30:10'),
(69, 'about_us_description', '<strong style=\"margin: 0px; padding: 0px; font-family: &quot;Open Sans&quot;, Arial, sans-serif; font-size: 14px; text-align: justify;\">Lorem Ipsum</strong><span style=\"font-family: &quot;Open Sans&quot;, Arial, sans-serif; font-size: 14px; text-align: justify;\">&nbsp;is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry\'s standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic</span>', '2020-11-16 07:26:36', '2021-02-08 22:30:50'),
(70, 'contact_address', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(71, 'contact_phone', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(72, 'contact_email', 'info@ar5as.net', '2020-11-16 07:26:36', '2021-02-08 22:29:48'),
(73, 'widget_one_labels', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(74, 'widget_one_links', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(75, 'widget_one', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(76, 'frontend_copyright_text', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(77, 'show_social_links', 'on', '2020-11-16 07:26:36', '2021-02-08 22:29:21'),
(78, 'facebook_link', 'https://www.facebook.com', '2020-11-16 07:26:36', '2021-02-08 22:31:46'),
(79, 'twitter_link', 'https://www.facebook.com/', '2020-11-16 07:26:36', '2021-02-08 22:31:46'),
(80, 'instagram_link', 'https://www.facebook.com/', '2020-11-16 07:26:36', '2021-02-08 22:31:46'),
(81, 'youtube_link', 'https://www.facebook.com/', '2020-11-16 07:26:36', '2021-02-08 22:31:46'),
(82, 'linkedin_link', 'https://www.facebook.com/', '2020-11-16 07:26:36', '2021-02-08 22:31:46'),
(83, 'payment_method_images', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(84, 'home_slider_images', '[\"4\",\"5\",\"6\"]', '2020-11-16 07:26:36', '2021-02-08 22:36:04'),
(85, 'home_slider_links', '[\"http:\\/\\/ar5as.net\",\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\"]', '2020-11-16 07:26:36', '2021-02-08 22:36:04'),
(86, 'home_banner1_images', '[\"4\",\"5\",\"6\"]', '2020-11-16 07:26:36', '2021-02-08 22:36:36'),
(87, 'home_banner1_links', '[\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\"]', '2020-11-16 07:26:36', '2021-02-08 22:36:36'),
(88, 'home_banner2_images', '[\"4\",\"5\",\"6\"]', '2020-11-16 07:26:36', '2021-02-08 22:37:12'),
(89, 'home_banner2_links', '[\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\"]', '2020-11-16 07:26:36', '2021-02-08 22:37:12'),
(90, 'home_categories', '[]', '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(91, 'top10_categories', '[]', '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(92, 'top10_brands', '[]', '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(93, 'website_name', 'Ar5as', '2020-11-16 07:26:36', '2021-02-08 22:45:20'),
(94, 'site_motto', 'Best Ecommerce Website', '2020-11-16 07:26:36', '2021-02-08 22:45:20'),
(95, 'site_icon', '7', '2020-11-16 07:26:36', '2021-02-08 22:45:20'),
(96, 'base_color', '#2b378d', '2020-11-16 07:26:36', '2021-02-08 22:45:20'),
(97, 'base_hov_color', '#26a7de', '2020-11-16 07:26:36', '2021-02-08 22:45:20'),
(98, 'meta_title', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(99, 'meta_description', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(100, 'meta_keywords', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(101, 'meta_image', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(102, 'site_name', 'Ar5as', '2020-11-16 07:26:36', '2021-02-08 19:56:52'),
(103, 'system_logo_white', '2', '2020-11-16 07:26:36', '2021-02-08 19:56:52'),
(104, 'system_logo_black', '2', '2020-11-16 07:26:36', '2021-02-08 19:56:52'),
(105, 'timezone', NULL, '2020-11-16 07:26:36', '2020-11-16 07:26:36'),
(106, 'admin_login_background', '3', '2020-11-16 07:26:36', '2021-02-08 19:56:52'),
(107, 'iyzico_sandbox', '1', '2020-12-30 16:45:56', '2020-12-30 16:45:56'),
(108, 'iyzico', '0', '2020-12-30 16:45:56', '2021-02-12 00:12:02'),
(109, 'decimal_separator', '1', '2020-12-30 16:45:56', '2020-12-30 16:45:56'),
(110, 'nagad', '0', '2021-01-22 10:30:03', '2021-01-22 10:30:03'),
(111, 'bkash', '0', '2021-01-22 10:30:03', '2021-01-22 10:30:03'),
(112, 'bkash_sandbox', '1', '2021-01-22 10:30:03', '2021-01-22 10:30:03'),
(113, 'home_banner3_images', '[\"4\",\"5\",\"6\"]', '2021-02-08 22:38:01', '2021-02-08 22:38:01'),
(114, 'home_banner3_links', '[\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\",\"http:\\/\\/ar5as.net\\/\"]', '2021-02-08 22:38:01', '2021-02-08 22:38:01'),
(115, 'refund_request_time', '14', '2019-03-12 03:58:23', '2021-02-24 20:49:24');

-- --------------------------------------------------------

--
-- Table structure for table `carts`
--

CREATE TABLE `carts` (
  `id` int(11) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `product_id` int(11) DEFAULT NULL,
  `variation` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` double(20,2) DEFAULT NULL,
  `tax` double(20,2) DEFAULT NULL,
  `shipping_cost` double(20,2) DEFAULT NULL,
  `quantity` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) DEFAULT 0,
  `level` int(11) NOT NULL DEFAULT 0,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `commision_rate` double(8,2) NOT NULL DEFAULT 0.00,
  `banner` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `icon` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `featured` int(1) NOT NULL DEFAULT 0,
  `published` int(1) NOT NULL DEFAULT 1,
  `refundable` int(2) NOT NULL DEFAULT 0,
  `top` int(1) NOT NULL DEFAULT 0,
  `digital` int(1) NOT NULL DEFAULT 0,
  `slug` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_description` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `parent_id`, `level`, `name`, `commision_rate`, `banner`, `icon`, `featured`, `published`, `refundable`, `top`, `digital`, `slug`, `meta_title`, `meta_description`, `created_at`, `updated_at`) VALUES
(30, 0, 0, 'بقالة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-srvap', 'جميع منتجات البقالة', 'جميع منتجات البقالة اللي بيحتاجها اي بيت هتلاقيها على أرخص و أرخص من أي حد', '2021-02-24 13:12:17', '2021-02-24 20:12:17'),
(31, 0, 0, 'أزياء', 0.00, NULL, NULL, 1, 1, 0, 0, 0, '-5674h', 'أحدث الموديلات الحريمي والرجالي', 'كل جديد من موديلات الملابس الحريمي والرجالي والاكسسسوارات', '2021-02-22 09:18:07', '2021-02-22 09:18:07'),
(32, 0, 0, 'الصحة والجمال', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--fccom', 'أرخص أسعار في منتجات الصحة والجمال', 'تعرف على أرخص أسعار منتجات الصحة والجمال في مصر بمجموعة شاملة ومختلفة تناسب جميع الاحتياجات', '2021-02-03 09:11:15', '2021-02-03 16:11:15'),
(33, 0, 0, 'منتجات العناية بالأطفال', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---mn670', 'للعناية بطفلك', 'لكل سوبر ماما بنقدم ليكي افضل منتجات العناية بالاطفال للحفاظ على بشرته وصحته', '2021-02-24 13:14:27', '2021-02-24 20:14:27'),
(34, 0, 0, 'موبايلات و تابلت', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---1ustu', 'أرخص موبايلات', 'على أرخص هتلاقي أخر العروض وأحدث انواع الموبيلات الموجوده في السوق', '2021-02-24 13:13:41', '2021-02-24 20:13:41'),
(35, 0, 0, 'المنزل والمكتب', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--mfhSk', NULL, NULL, '2021-02-24 13:12:13', '2021-02-24 20:12:13'),
(36, 0, 0, 'إلكترونيات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-ExNYI', 'الاجهزة المنزليه والالكترونية', 'أحدث العروض على الأجهزة المنزلية لجميع الماركات على أرخص متعة التسوق عبر الأنترنت', '2021-02-24 13:10:14', '2021-02-24 20:10:14'),
(37, 0, 0, 'الكمبيوتر', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-7Em1H', 'أجهزة واكسسوارات الكمبيوتر', 'جميع شركات الكمبيوتر العالمية وجميع اكسسوارات الكمبيوتر وملحقاته على أرخص (متعة التسوق عبرالأنترنت)', '2021-02-24 13:11:59', '2021-02-24 20:11:59'),
(38, 0, 0, 'مستلزمات رياضية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--uoNi7', 'جميع الادوات الرياضية المنزلية', 'على أرخص جميع الأدوات الرياضية اللي هتساعدك تتمرن وانت في البيت', '2021-02-24 13:13:20', '2021-02-24 20:13:20'),
(39, 0, 0, 'مستلزمات السيارات والمتوسيكلات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---0Oo2E', 'كماليات السيارات على أرخص', 'جميع اكسسوارات السيارات والموتوسيكلات وزيوت المحركات على أرخص', '2021-02-24 13:13:06', '2021-02-24 20:13:06'),
(40, 0, 0, 'أقسام أخرى', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--TOxYc', NULL, NULL, '2021-02-24 13:10:13', '2021-02-24 20:10:13'),
(41, 30, 1, 'أصناف البقالة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--Lm81R', 'مجموعة كبيرة من منتجات البقالة هتلاقيها على سوبر ماركت أرخص', 'مجموعة كبيرة من منتجات البقالة هتلاقيها على سوبر ماركت أرخص من أرز ومكرونه وسمنه وزيت وسكر وغيره', '2021-02-24 13:10:05', '2021-02-24 20:10:05'),
(42, 30, 1, 'مشروبات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-MPFYC', 'جميع المشروبات الساخنة والبارده والمياه المعدنية على سوبر ماركت أرخص', 'جميع المشروبات الساخنة والبارده والمياه المعدنية على سوبر ماركت أرخص', '2021-02-24 13:13:24', '2021-02-24 20:13:24'),
(43, 30, 1, 'الأغذية المعلبة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--2AdtH', 'جميع انواع المعلبات وجميع الماركات على سوبر ماركت جوميا', 'جميع انواع المعلبات وجميع الماركات على سوبر ماركت جوميا', '2021-02-24 13:10:58', '2021-02-24 20:10:58'),
(44, 30, 1, 'مستلزمات الغسيل', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--L5RSC', 'جميع مساحيق الغسيل ومعطرات الملابس على سوبر ماركت أرخص', 'جميع مساحيق الغسيل ومعطرات الملابس على سوبر ماركت أرخص', '2021-02-24 13:13:09', '2021-02-24 20:13:09'),
(45, 30, 1, 'أدوات التنظيف المنزلي', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---5CoC5', 'كل اللي ست البيت تحتاجه لنظافة بيتها على سوبر ماركت أرخص', 'كل اللي ست البيت تحتاجه لنظافة بيتها على سوبر ماركت أرخص', '2021-02-24 13:09:58', '2021-02-24 20:09:58'),
(46, 30, 1, 'طعام الأفطار', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--YzcPW', 'أعمل فطارك من على سوبر ماركت ارخص', 'كورن فليكس او شوفان وجميع انواع المربات والعسل ممكن تعمل فطارك من على سوبر ماركت ارخص', '2021-02-24 13:12:43', '2021-02-24 20:12:43'),
(47, 31, 1, 'أزياء حريمي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--15tzp', 'ملابس حريمي بسعر قليل على أرخص ستور', 'علشان عارفين انك شيك على أرخص وفرنا تشكيله من الماركات المختلفة في الملابس الحريمي \r\n لجميع الاأغراض كجوال كان أو كلاسيك ولا حتى الملابس الرياضية والداخلية', '2021-02-06 16:16:34', '2021-02-06 16:16:34'),
(48, 31, 1, 'أزياء رجالي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--BIlFH', 'جميع الماركات للملابس الرجالي على أرخص ستور', 'تشكيلة متنوعة وجديدة من الملابس الرجالي على أرخص ستور لجميع الاغراض سواء كانت كجوال ولا كلاسيك ولا ملابس رياضيه وداخلية', '2021-02-06 16:21:55', '2021-02-06 16:21:55'),
(49, 31, 1, 'أزياء أطفال', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--bBDhQ', 'ملابس أطفال على أرخص ستور بافضل جودة', 'ملابس أطفال على أرخص ستور بافضل جودة', '2021-02-06 16:25:58', '2021-02-06 16:25:58'),
(50, 31, 1, 'حديثي الولادة', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--vI4hS', 'ملابس حديثي الولادة على أرخص ستور', 'ملابس حديثي الولادة على أرخص ستور  بخامات فائقة النعومة', '2021-02-06 16:27:08', '2021-02-06 16:27:08'),
(51, 49, 2, 'ملابس أولاد', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--bCTOh', 'ملابس أولاد على أرخص ستور بافضل جودة', 'ملابس أولاد على أرخص ستور بافضل جودة', '2021-02-06 16:33:48', '2021-02-06 16:33:48'),
(52, 49, 2, 'ملابس بنات', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--w5jnd', 'ملابس بنات على أرخص ستور بأعلى جودة', 'ملابس بنات على أرخص ستور بأعلى جودة', '2021-02-06 16:43:30', '2021-02-06 16:43:30'),
(53, 47, 2, 'احذية حريمي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-am95u', 'اكبر تشكيلة احذية حريمي علي ارخص ستور', 'اكبر تشكيلة احذية حريمي علي ارخص ستور', '2021-02-06 14:43:12', '2021-02-06 21:43:12'),
(54, 53, 3, 'احذية كاجوال حريمي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--yneor', 'اكبر تشكيلة احذية حريمي كاجوال علي ارخص ستور', 'اكبر تشكيلة احذية حريمي كاجوال علي ارخص ستور', '2021-03-03 12:53:31', '2021-03-03 19:53:31'),
(55, 53, 3, 'احذية كلاسيك', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--V3bPM', 'اكبر تشكيلة احذية كلاسيك حريمي علي ارخص ستور', 'اكبر تشكيلة احذية كلاسيك حريمي علي ارخص ستور', '2021-02-06 21:49:38', '2021-02-06 21:49:38'),
(56, 53, 3, 'احذية رياضية حريمي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--z7ufa', 'اكبر تشكيلة احذية حريم رياضيةعلي ارخص ستور', 'اكبر تشكيلة احذية حريم رياضيةعلي ارخص ستور', '2021-03-03 12:52:06', '2021-03-03 19:52:06'),
(57, 47, 2, 'كاجوال', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-6RhcY', 'اكبر تشكيلة ملابس كاجوال حريمي في ارخص ستور', 'اكبر تشكيلة ملابس كاجوال حريمي في ارخص ستور', '2021-02-06 22:21:28', '2021-02-06 22:21:28'),
(58, 47, 2, 'كلاسيك', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-YgyKI', 'في ارخص ستوراكبر تشكيلة ملابس كلاسيك حريمي', 'في ارخص ستوراكبر تشكيلة ملابس كلاسيك حريمي', '2021-02-07 01:08:49', '2021-02-07 01:08:49'),
(59, 47, 2, 'ملابس رياضية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--0kP2X', 'افضل تشكيلة ملابس حريمي  رياضية في ارخص ستور', 'افضل تشكيلة ملابس حريمي  رياضية في ارخص ستور', '2021-02-07 01:10:23', '2021-02-07 01:10:23'),
(60, 47, 2, 'ملابس داخلية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--pEbfv', 'افضل  تشكيلة ملابس داخلية لدي ارخص ستور', 'افضل  تشكيلة ملابس داخلية لدي ارخص ستور', '2021-02-07 01:17:31', '2021-02-07 01:17:31'),
(61, 47, 2, 'شنط حريمي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--jABAl', 'اكبر تشكيلة شنط حريمي في ارخص ستور', 'اكبر تشكيلة شنط حريمي في ارخص ستور', '2021-02-07 01:19:15', '2021-02-07 01:19:15'),
(63, 47, 2, 'ساعات حريمي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--I7gZE', 'اشيك الساعات الحريمي في ارخص ستور', 'اشيك الساعات الحريمي في ارخص ستور', '2021-02-07 01:20:47', '2021-02-07 01:20:47'),
(64, 47, 2, 'نظارات', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-dg6pv', 'افضل النظارات الحريمي لدي ارخص', 'افضل النظارات الحريمي لدي ارخص', '2021-02-07 01:28:14', '2021-02-07 01:28:14'),
(65, 48, 2, 'احذية رجالي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--vFcro', 'اكبر تشكيلة احذية رجالي حصريا لدي ارخص', 'اكبر تشكيلة احذية رجالي حصريا لدي ارخص', '2021-03-10 12:10:19', '2021-03-10 19:10:19'),
(66, 65, 3, 'كلاسيك', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-Jj04a', 'اكبر تشكلية احذية رجالي لدي ابليكشن ارخص', 'اكبر تشكلية احذية رجالي لدي ابليكشن ارخص', '2021-02-07 01:43:37', '2021-02-07 01:43:37'),
(67, 65, 3, 'احذية رياضية رجالي', 0.00, NULL, NULL, 0, 1, 1, 0, 0, '--xgu3q', 'اكبر تشكلية احذية رجالي رياضية  لدي ابليكشن ارخص', 'اكبر تشكلية احذية رجالي رياضية  لدي ابليكشن ارخص', '2021-03-04 13:12:07', '2021-03-04 20:12:07'),
(68, 65, 3, 'احذية كاجوال رجالي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--dsabw', 'اكبر تشكلية احذية رجالي كاجوال  لدي ابليكشن ارخص', 'اكبر تشكلية احذية رجالي كاجوال  لدي ابليكشن ارخص', '2021-03-03 12:54:42', '2021-03-03 19:54:42'),
(69, 48, 2, 'ملابس كاجوال', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--yhAIa', 'افضل الملابس الرجالي الكاجوال لدي ارخص', 'افضل الملابس الرجالي الكاجوال لدي ارخص', '2021-02-07 01:47:53', '2021-02-07 01:47:53'),
(70, 48, 2, 'ملابس كلاسيك', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--jIfiH', 'اكبر تشكيلة ملابس كلاسيك رجالي لدي ارخص حصريا', 'اكبر تشكيلة ملابس كلاسيك رجالي لدي ارخص حصريا', '2021-02-07 01:49:31', '2021-02-07 01:49:31'),
(71, 48, 2, 'ملابس رياضية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--8u4Oy', 'احدث الملابس الرجالي الرياضية لدي ارخص', 'احدث الملابس الرجالي الرياضية لدي ارخص', '2021-02-07 01:51:14', '2021-02-07 01:51:14'),
(72, 48, 2, 'الملابس الداخلية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--l33dn', 'اكبر تشكيلة ملابس داخلية رجالي لدي ارخص ستور', 'اكبر تشكيلة ملابس داخلية رجالي لدي ارخص ستور', '2021-02-07 01:52:31', '2021-02-07 01:52:31'),
(73, 48, 2, 'احزمة رجالية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--RR2UA', 'افضل الاحزمة الرجالية لدي ارخص', 'افضل الاحزمة الرجالية لدي ارخص', '2021-02-07 01:53:38', '2021-02-07 01:53:38'),
(74, 48, 2, 'ساعات رجالي', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--dwWEb', 'احدث الساعات الرجالي لدي ارخص', 'احدث الساعات الرجالي لدي ارخص', '2021-02-07 01:54:47', '2021-02-07 01:54:47'),
(75, 32, 1, 'الجمال والعناية الشخصية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '---V2L5U', 'منتجات العناية الشخصية الاصلية لدي ارخص', 'منتجات العناية الشخصية الاصلية لدي ارخص', '2021-02-07 15:33:38', '2021-02-07 15:33:38'),
(76, 32, 1, 'العناية بالشعر', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--uMrAh', 'افضل منتجات العناية بالشعر الفعالة لدي ارخص ستور', 'افضل منتجات العناية بالشعر الفعالة لدي ارخص ستور', '2021-02-07 15:35:17', '2021-02-07 15:35:17'),
(77, 32, 1, 'العطور', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-iUo20', 'افضل العطور العالمية حصريا لدي ارخص', 'افضل العطور العالمية حصريا لدي ارخص', '2021-02-07 15:36:53', '2021-02-07 15:36:53'),
(78, 32, 1, 'المكياج', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '-rwDSj', 'افضل انواع المكياج الاصلية لدي ارخص', 'افضل انواع المكياج الاصلية لدي ارخص', '2021-02-07 15:37:55', '2021-02-07 15:37:55'),
(79, 32, 1, 'الرعاية الصحية', 0.00, NULL, NULL, 0, 1, 0, 0, 0, '--8Yy2v', 'جميع منتجات الرعاية الصحية لدي ابليكشن ارخص', 'جميع منتجات الرعاية الصحية لدي ابليكشن ارخص', '2021-02-07 15:38:46', '2021-02-07 15:38:46'),
(80, 33, 1, 'الحفاظات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-K6wea', 'اجود انواع حفاظات الاطفال  في ابليكشن ارخص', 'اجود انواع حفاظات الاطفال  في ابليكشن ارخص', '2021-02-24 13:14:55', '2021-02-24 20:14:55'),
(81, 33, 1, 'تغذية الاطفال', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--V9MHm', 'منتجات اغذية الاطفال لدي ارخص', 'منتجات اغذية الاطفال لدي ارخص', '2021-02-24 13:12:28', '2021-02-24 20:12:28'),
(82, 33, 1, 'منتجات الاستحمام والعناية بالبشرة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '----ZPZ1r', 'افضل منتجات الاستحمام والعناية بالبشرة للاطفال لدي ارخص', 'افضل منتجات الاستحمام والعناية بالبشرة للاطفال لدي ارخص', '2021-02-24 13:14:23', '2021-02-24 20:14:23'),
(83, 33, 1, 'منتجات السلامة والامان', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---npY0n', 'اجود منتجات السلامة والامان للاطفال لدي ارخص ستور', 'اجود منتجات السلامة والامان للاطفال لدي ارخص ستور', '2021-02-24 13:14:24', '2021-02-24 20:14:24'),
(84, 33, 1, 'عربات واكسسوارات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--xN7c5', 'اجود العربات والاكسسوارت الاطفالي لدي ابليكشن ارخص', 'اجود العربات والاكسسوارت الاطفالي لدي ابليكشن ارخص', '2021-02-24 13:12:50', '2021-02-24 20:12:50'),
(85, 33, 1, 'العاب', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-qjaWJ', 'اكبر تشكيلة العاب للاطفال لدي ارخص', 'اكبر تشكيلة العاب للاطفال لدي ارخص', '2021-02-24 13:11:36', '2021-02-24 20:11:36'),
(86, 33, 1, 'حضانات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-s8Mdk', 'السراير والمفروشات وديكور الحضانة لدي ابليكشن ارخص', 'السراير والمفروشات وديكور الحضانة لدي ابليكشن ارخص', '2021-02-24 13:14:36', '2021-02-24 20:14:36'),
(87, 34, 1, 'موبايلات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-R11CQ', 'اشهر ماركات الهواتف الذكية بافضل الاسعار لدي  ابليكشن ارخص', 'اشهر ماركات الهواتف الذكية بافضل الاسعار لدي  ابليكشن ارخص', '2021-02-24 13:13:41', '2021-02-24 20:13:41'),
(88, 34, 1, 'تابلت', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '-Rhtcl', 'اشهر ماركات التابلت والهواتف اللوحية اكسسوارات وحقائب التابلت لدي ابليكشن ارخص', 'اشهر ماركات التابلت والهواتف اللوحية اكسسوارات وحقائب التابلت لدي ابليكشن ارخص', '2021-02-24 13:12:18', '2021-02-24 20:12:18'),
(89, 34, 1, 'اكسسوارات الموبايل', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--mZ6sV', 'اكبر تشكيلة من اككسوارات الموبايل والاسكرين وسماعات الرأس وكابلات الموبايل والباور بانك والشواحن والساعات الذكية لدي ارخص', 'كبر تشكيلة من اككسوارات الموبايل والاسكرين وسماعات الرأس وكابلات الموبايل والباور بانك والشواحن والساعات الذكية لدي ابليكشن ارخص', '2021-02-24 13:10:50', '2021-02-24 20:10:50'),
(90, 35, 1, 'مستلزمات المنزل والمطبخ', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---MLW3c', 'جميع مستلزمات المنزل ومستلزمات السرير والتخزين والتنظيم والمطبخ والاثاث والاضائة لدي ابليكشن ارخص', 'جميع مستلزمات المنزل ومستلزمات السرير والتخزين والتنظيم والمطبخ والاثاث والاضائة لدي ابليكشن ارخص', '2021-02-24 13:13:19', '2021-02-24 20:13:19'),
(91, 35, 1, 'المنتجات المكتبية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--lmh3H', 'اكبر تشكيلة اليكترونيات المكتب والاثاث المكتبي لدي ارخص ستور', 'اكبر تشكيلة اليكترونيات المكتب والاثاث المكتبي لدي ارخص ستور', '2021-02-24 13:12:12', '2021-02-24 20:12:12'),
(92, 35, 1, 'الاجهزة الكهربائية الصغيرة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---91Mx0', 'افضل ماركات الخلاطات ومحضرات الطعام العصارات والاجهزة المنزلية الصغيري حصريا لدي ابليكشن ارخص', 'افضل ماركات الخلاطات ومحضرات الطعام العصارات والاجهزة المنزلية الصغيري حصريا لدي ابليكشن ارخص', '2021-02-24 13:10:59', '2021-02-24 20:10:59'),
(93, 35, 1, 'التدفئة والتبريد', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--8j7Wl', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', '2021-02-24 13:11:09', '2021-02-24 20:11:09'),
(94, 35, 1, 'التدفئة والتبريد', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--Z3SaA', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', '2021-02-24 13:11:13', '2021-02-24 20:11:13'),
(95, 35, 1, 'التدفئة والتبريد', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--PqbD3', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', '2021-02-24 13:11:14', '2021-02-24 20:11:14'),
(96, 35, 1, 'التدفئة والتبريد', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--EVXa6', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', '2021-02-24 13:11:17', '2021-02-24 20:11:17'),
(97, 35, 1, 'التدفئة والتبريد', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--ZWPVx', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', 'اشهر ماركات المكيفات والمراوح والدفايات لدي ارخص', '2021-02-24 13:11:18', '2021-02-24 20:11:18'),
(98, 35, 1, 'الاجهزة الكهربية واجهزة المطبخ', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '----I66VG', 'اجود واشهر ماركات الاجهزة الكهربية لدي ابليكشن ارخص', 'اجود واشهر ماركات الاجهزة الكهربية لدي ابليكشن ارخص', '2021-02-24 13:11:01', '2021-02-24 20:11:01'),
(99, 36, 1, 'اجهزة فيديو وتليفزيونات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---9xlf6', 'اشهر ماركات التليفزيونات والريسيفرات واجهزة بث الوسائط', 'اشهر ماركات التليفزيونات والريسيفرات واجهزة بث الوسائط لدي ابليكشن ارخص', '2021-02-24 13:10:18', '2021-02-24 20:10:18'),
(100, 36, 1, 'اجهزة صوتية للمنزل', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---LVVTx', 'احدث الاجهزة الصوتية للمنزل لدي ابليكشن ارخص', 'احدث الاجهزة الصوتية للمنزل لدي ابليكشن ارخص', '2021-02-24 13:10:17', '2021-02-24 20:10:17'),
(101, 36, 1, 'سماعات الراس', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--yuzbn', 'احدث سماعات ىالراس الكبيرة والصغيرة والسماعات الداخليو لدي ابليكشن ارخص', 'احدث سماعات ىالراس الكبيرة والصغيرة والسماعات الداخليو لدي ابليكشن ارخص', '2021-02-24 13:12:38', '2021-02-24 20:12:38'),
(102, 37, 1, 'لاب توب', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--6W8xk', 'اشهر واجود ماركات اللاب توب لدي ابليكشن ارخص', 'اشهر واجود ماركات اللاب توب لدي ابليكشن ارخص', '2021-02-24 13:13:04', '2021-02-24 20:13:04'),
(103, 37, 1, 'تخزين البيانات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--vfUme', 'جميع انواع الفلاشات والهارد الداخلي لدي ابليكشن ارخص', 'جميع انواع الفلاشات والهارد الداخلي لدي ابليكشن ارخص', '2021-02-24 13:12:19', '2021-02-24 20:12:19'),
(104, 37, 1, 'الكمبيوتر وملحقاتة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--y09H3', 'جميع مستلزمات الكبيوتر واللاب توب وملحقاتهما لدي ابليكشن ارخص', 'جميع مستلزمات الكبيوتر واللاب توب وملحقاتهما لدي ابليكشن ارخص', '2021-02-24 13:12:00', '2021-02-24 20:12:00'),
(105, 37, 1, 'منتجات الشبكات', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--GN82B', NULL, NULL, '2021-02-24 13:13:33', '2021-02-24 20:13:33'),
(106, 38, 1, 'المستلزمات الرياضية واللياقة البدنية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '----EmrKo', 'جميع الاجهزة والمستلزمات الرياضية  واشهر الماركات لدي ابليكشن ارخص', 'جميع الاجهزة والمستلزمات الرياضية  واشهر الماركات لدي ابليكشن ارخص', '2021-02-24 13:12:03', '2021-02-24 20:12:03'),
(107, 38, 1, 'المستلزمات الرياضية واللياقة البدنية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '----a8H1I', 'جميع الاجهزة والمستلزمات الرياضية  واشهر الماركات لدي ابليكشن ارخص', 'جميع الاجهزة والمستلزمات الرياضية  واشهر الماركات لدي ابليكشن ارخص', '2021-02-24 13:12:05', '2021-02-24 20:12:05'),
(108, 38, 1, 'معدات تدريبات القوة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---nbWEd', 'اكبر عدد من معدات تدريبات القوة لدي ابليكشن ارخص', 'اكبر عدد من معدات تدريبات القوة لدي ابليكشن ارخص', '2021-02-24 13:13:27', '2021-02-24 20:13:27'),
(109, 38, 1, 'اكسسوارات رياضية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--j4pBi', 'اكبر تشكيلة من الاكسسوارات الرياضية حصريا لدي ابليكشن ارخص', 'اكبر تشكيلة من الاكسسوارات الرياضية حصريا لدي ابليكشن ارخص', '2021-02-24 13:10:53', '2021-02-24 20:10:53'),
(110, 38, 1, 'اكسسوارات رياضية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--XxiSk', 'اكبر تشكيلة من الاكسسوارات الرياضية حصريا لدي ابليكشن ارخص', 'اكبر تشكيلة من الاكسسوارات الرياضية حصريا لدي ابليكشن ارخص', '2021-02-24 13:10:54', '2021-02-24 20:10:54'),
(111, 39, 1, 'العناية بالسيارة', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--upZrx', 'جميع منتجات العناية بالسيارة لدي ابليكشن ارخص', 'جميع منتجات العناية بالسيارة لدي ابليكشن ارخص', '2021-02-24 13:11:44', '2021-02-24 20:11:44'),
(112, 39, 1, 'الزيوت والسوائل', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--1fDxj', 'افضل سوائل السيارة وتغيير الزيت والشحوم لدي ارخص', 'افضل سوائل السيارة وتغيير الزيت والشحوم لدي ارخص', '2021-02-24 13:11:32', '2021-02-24 20:11:32'),
(113, 39, 1, 'الاكسسوارات الخارجية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--QxzeS', 'اشيك واجود اكسسوارات السيارات لدي ارخص', 'اشيك واجود اكسسوارات السيارات لدي ارخص', '2021-02-24 13:11:08', '2021-02-24 20:11:08'),
(114, 39, 1, 'الاضاءة وملحقاتها', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '--FHr6J', 'لدي ابليكشن ارخص افضل تشكيله من وشوش مصابيح السيارة والاضاءة العاكسة والجانبية للطريق', 'لدي ابليكشن ارخص افضل تشكيله من وشوش مصابيح السيارة والاضاءة العاكسة والجانبية للطريق', '2021-02-24 13:11:06', '2021-02-24 20:11:06'),
(115, 39, 1, 'الكترونيات السيارة وملحقاتها', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---zfhmG', 'جميع الكترونيات السيارة وملحقاتها لدي ابليكشن ارخص', 'جميع الكترونيات السيارة وملحقاتها لدي ابليكشن ارخص', '2021-02-24 13:11:52', '2021-02-24 20:11:52'),
(116, 39, 1, 'الكترونيات السيارة وملحقاتها', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---wTGHC', 'جميع الكترونيات السيارة وملحقاتها لدي ابليكشن ارخص', 'جميع الكترونيات السيارة وملحقاتها لدي ابليكشن ارخص', '2021-02-24 13:11:53', '2021-02-24 20:11:53'),
(117, 39, 1, 'الكترونيات السيارة وملحقاتها', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---M4sBo', 'جميع الكترونيات السيارة وملحقاتها لدي ابليكشن ارخص', 'جميع الكترونيات السيارة وملحقاتها لدي ابليكشن ارخص', '2021-02-24 13:11:55', '2021-02-24 20:11:55'),
(119, 39, 1, 'اكسسوارات السيارة الخارجية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---GcQ0g', 'جميع مستلزمات السيارة لدي ارخص ستور', 'جميع مستلزمات السيارة لدي ارخص ستور', '2021-02-24 13:10:36', '2021-02-24 20:10:36'),
(120, 39, 1, 'اكسسوارات السيارة الخارجية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---t9fcz', 'جميع مستلزمات السيارة لدي ارخص ستور', 'جميع مستلزمات السيارة لدي ارخص ستور', '2021-02-24 13:10:43', '2021-02-24 20:10:43'),
(121, 39, 1, 'اكسسوارات السيارة الخارجية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---7QSH5', 'جميع مستلزمات السيارة لدي ارخص ستور', 'جميع مستلزمات السيارة لدي ارخص ستور', '2021-02-24 13:10:44', '2021-02-24 20:10:44'),
(122, 39, 1, 'اكسسوارات السيارة الخارجية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---Wvvtd', 'جميع مستلزمات السيارة لدي ارخص ستور', 'جميع مستلزمات السيارة لدي ارخص ستور', '2021-02-24 13:10:46', '2021-02-24 20:10:46'),
(123, 39, 1, 'اكسسوارات السيارة الخارجية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---eEDbM', 'جميع مستلزمات السيارة لدي ارخص ستور', 'جميع مستلزمات السيارة لدي ارخص ستور', '2021-02-24 13:10:47', '2021-02-24 20:10:47'),
(124, 39, 1, 'اكسسسوات السيارة الداخلية', 0.00, NULL, NULL, 0, 0, 0, 0, 0, '---dfzr9', 'جميع اكسسوارات السيارة الداخلية لدي ابليكشن ارخص', 'جميع اكسسوارات السيارة الداخلية لدي ابليكشن ارخص', '2021-02-24 13:10:34', '2021-02-24 20:10:34'),
(128, 0, 0, 'test category', 0.00, NULL, NULL, 0, 0, 1, 0, 0, 'test-category-KaYzd', NULL, NULL, '2021-05-09 22:51:46', '2021-05-09 22:51:46'),
(130, 128, 1, 'sup test category', 0.00, NULL, NULL, 0, 1, 1, 0, 0, 'sup-test-category-mV1so', NULL, NULL, '2021-05-01 12:51:05', '2021-05-01 12:51:05'),
(131, 130, 2, 'sup sup test category', 0.00, NULL, NULL, 0, 0, 1, 0, 0, 'sup-sup-test-category-ErlxU', NULL, NULL, '2021-05-09 22:53:01', '2021-05-09 22:53:01');

-- --------------------------------------------------------

--
-- Table structure for table `category_translations`
--

CREATE TABLE `category_translations` (
  `id` bigint(20) NOT NULL,
  `category_id` bigint(20) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `category_translations`
--

INSERT INTO `category_translations` (`id`, `category_id`, `name`, `lang`, `created_at`, `updated_at`) VALUES
(4, 56, 'احذية رياضية حريمي', 'en', '2021-03-03 19:52:06', '2021-03-03 19:52:06'),
(5, 54, 'احذية كاجوال حريمي', 'en', '2021-03-03 19:53:31', '2021-03-03 19:53:31'),
(6, 68, 'احذية كاجوال رجالي', 'en', '2021-03-03 19:54:42', '2021-03-03 19:54:42'),
(7, 67, 'احذية رياضية رجالي', 'en', '2021-03-03 19:55:29', '2021-03-03 19:55:29'),
(11, 32, 'الصحة والجمال', 'en', '2021-03-24 16:32:37', '2021-03-24 16:32:37'),
(12, 128, 'test category', 'en', '2021-05-01 12:44:04', '2021-05-01 12:44:04'),
(13, 129, 'test category 2', 'en', '2021-05-01 12:47:17', '2021-05-01 12:47:17'),
(14, 130, 'sup test category', 'en', '2021-05-01 12:51:05', '2021-05-01 12:51:05'),
(15, 131, 'sup sup test category', 'en', '2021-05-01 12:53:19', '2021-05-01 12:53:19');

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` int(11) NOT NULL,
  `country_id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `cost` double(20,2) NOT NULL DEFAULT 0.00,
  `arrival_days` int(11) NOT NULL DEFAULT 6,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `country_id`, `name`, `cost`, `arrival_days`, `created_at`, `updated_at`) VALUES
(1, 62, 'cairo', 50.00, 6, '2021-02-12 00:01:40', '2021-02-12 00:01:40'),
(2, 62, 'Alexandria', 50.00, 60, '2021-02-12 00:14:46', '2021-02-16 01:12:07'),
(3, 62, 'Luxor', 60.00, 7, '2021-02-16 01:12:47', '2021-02-16 01:12:47');

-- --------------------------------------------------------

--
-- Table structure for table `city_translations`
--

CREATE TABLE `city_translations` (
  `id` int(11) NOT NULL,
  `city_id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `city_translations`
--

INSERT INTO `city_translations` (`id`, `city_id`, `name`, `lang`, `created_at`, `updated_at`) VALUES
(1, 1, 'القاهرة', 'eg', '2021-02-12 00:02:02', '2021-02-12 00:02:02'),
(2, 2, 'الأسكندرية', 'eg', '2021-02-12 00:15:18', '2021-02-12 00:15:18'),
(3, 2, 'Alexandria', 'en', '2021-02-16 01:12:07', '2021-02-16 01:12:07');

-- --------------------------------------------------------

--
-- Table structure for table `colors`
--

CREATE TABLE `colors` (
  `id` int(11) NOT NULL,
  `name` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `code` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `colors`
--

INSERT INTO `colors` (`id`, `name`, `code`, `created_at`, `updated_at`) VALUES
(1, 'IndianRed', '#CD5C5C', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(2, 'LightCoral', '#F08080', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(3, 'Salmon', '#FA8072', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(4, 'DarkSalmon', '#E9967A', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(5, 'LightSalmon', '#FFA07A', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(6, 'Crimson', '#DC143C', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(7, 'Red', '#FF0000', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(8, 'FireBrick', '#B22222', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(9, 'DarkRed', '#8B0000', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(10, 'Pink', '#FFC0CB', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(11, 'LightPink', '#FFB6C1', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(12, 'HotPink', '#FF69B4', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(13, 'DeepPink', '#FF1493', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(14, 'MediumVioletRed', '#C71585', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(15, 'PaleVioletRed', '#DB7093', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(16, 'LightSalmon', '#FFA07A', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(17, 'Coral', '#FF7F50', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(18, 'Tomato', '#FF6347', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(19, 'OrangeRed', '#FF4500', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(20, 'DarkOrange', '#FF8C00', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(21, 'Orange', '#FFA500', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(22, 'Gold', '#FFD700', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(23, 'Yellow', '#FFFF00', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(24, 'LightYellow', '#FFFFE0', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(25, 'LemonChiffon', '#FFFACD', '2018-11-05 02:12:26', '2018-11-05 02:12:26'),
(26, 'LightGoldenrodYellow', '#FAFAD2', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(27, 'PapayaWhip', '#FFEFD5', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(28, 'Moccasin', '#FFE4B5', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(29, 'PeachPuff', '#FFDAB9', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(30, 'PaleGoldenrod', '#EEE8AA', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(31, 'Khaki', '#F0E68C', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(32, 'DarkKhaki', '#BDB76B', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(33, 'Lavender', '#E6E6FA', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(34, 'Thistle', '#D8BFD8', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(35, 'Plum', '#DDA0DD', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(36, 'Violet', '#EE82EE', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(37, 'Orchid', '#DA70D6', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(38, 'Fuchsia', '#FF00FF', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(39, 'Magenta', '#FF00FF', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(40, 'MediumOrchid', '#BA55D3', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(41, 'MediumPurple', '#9370DB', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(42, 'Amethyst', '#9966CC', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(43, 'BlueViolet', '#8A2BE2', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(44, 'DarkViolet', '#9400D3', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(45, 'DarkOrchid', '#9932CC', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(46, 'DarkMagenta', '#8B008B', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(47, 'Purple', '#800080', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(48, 'Indigo', '#4B0082', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(49, 'SlateBlue', '#6A5ACD', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(50, 'DarkSlateBlue', '#483D8B', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(51, 'MediumSlateBlue', '#7B68EE', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(52, 'GreenYellow', '#ADFF2F', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(53, 'Chartreuse', '#7FFF00', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(54, 'LawnGreen', '#7CFC00', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(55, 'Lime', '#00FF00', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(56, 'LimeGreen', '#32CD32', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(57, 'PaleGreen', '#98FB98', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(58, 'LightGreen', '#90EE90', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(59, 'MediumSpringGreen', '#00FA9A', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(60, 'SpringGreen', '#00FF7F', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(61, 'MediumSeaGreen', '#3CB371', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(62, 'SeaGreen', '#2E8B57', '2018-11-05 02:12:27', '2018-11-05 02:12:27'),
(63, 'ForestGreen', '#228B22', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(64, 'Green', '#008000', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(65, 'DarkGreen', '#006400', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(66, 'YellowGreen', '#9ACD32', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(67, 'OliveDrab', '#6B8E23', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(68, 'Olive', '#808000', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(69, 'DarkOliveGreen', '#556B2F', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(70, 'MediumAquamarine', '#66CDAA', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(71, 'DarkSeaGreen', '#8FBC8F', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(72, 'LightSeaGreen', '#20B2AA', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(73, 'DarkCyan', '#008B8B', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(74, 'Teal', '#008080', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(75, 'Aqua', '#00FFFF', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(76, 'Cyan', '#00FFFF', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(77, 'LightCyan', '#E0FFFF', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(78, 'PaleTurquoise', '#AFEEEE', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(79, 'Aquamarine', '#7FFFD4', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(80, 'Turquoise', '#40E0D0', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(81, 'MediumTurquoise', '#48D1CC', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(82, 'DarkTurquoise', '#00CED1', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(83, 'CadetBlue', '#5F9EA0', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(84, 'SteelBlue', '#4682B4', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(85, 'LightSteelBlue', '#B0C4DE', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(86, 'PowderBlue', '#B0E0E6', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(87, 'LightBlue', '#ADD8E6', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(88, 'SkyBlue', '#87CEEB', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(89, 'LightSkyBlue', '#87CEFA', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(90, 'DeepSkyBlue', '#00BFFF', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(91, 'DodgerBlue', '#1E90FF', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(92, 'CornflowerBlue', '#6495ED', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(93, 'MediumSlateBlue', '#7B68EE', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(94, 'RoyalBlue', '#4169E1', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(95, 'Blue', '#0000FF', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(96, 'MediumBlue', '#0000CD', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(97, 'DarkBlue', '#00008B', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(98, 'Navy', '#000080', '2018-11-05 02:12:28', '2018-11-05 02:12:28'),
(99, 'MidnightBlue', '#191970', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(100, 'Cornsilk', '#FFF8DC', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(101, 'BlanchedAlmond', '#FFEBCD', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(102, 'Bisque', '#FFE4C4', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(103, 'NavajoWhite', '#FFDEAD', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(104, 'Wheat', '#F5DEB3', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(105, 'BurlyWood', '#DEB887', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(106, 'Tan', '#D2B48C', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(107, 'RosyBrown', '#BC8F8F', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(108, 'SandyBrown', '#F4A460', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(109, 'Goldenrod', '#DAA520', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(110, 'DarkGoldenrod', '#B8860B', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(111, 'Peru', '#CD853F', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(112, 'Chocolate', '#D2691E', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(113, 'SaddleBrown', '#8B4513', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(114, 'Sienna', '#A0522D', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(115, 'Brown', '#A52A2A', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(116, 'Maroon', '#800000', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(117, 'White', '#FFFFFF', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(118, 'Snow', '#FFFAFA', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(119, 'Honeydew', '#F0FFF0', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(120, 'MintCream', '#F5FFFA', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(121, 'Azure', '#F0FFFF', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(122, 'AliceBlue', '#F0F8FF', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(123, 'GhostWhite', '#F8F8FF', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(124, 'WhiteSmoke', '#F5F5F5', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(125, 'Seashell', '#FFF5EE', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(126, 'Beige', '#F5F5DC', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(127, 'OldLace', '#FDF5E6', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(128, 'FloralWhite', '#FFFAF0', '2018-11-05 02:12:29', '2018-11-05 02:12:29'),
(129, 'Ivory', '#FFFFF0', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(130, 'AntiqueWhite', '#FAEBD7', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(131, 'Linen', '#FAF0E6', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(132, 'LavenderBlush', '#FFF0F5', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(133, 'MistyRose', '#FFE4E1', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(134, 'Gainsboro', '#DCDCDC', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(135, 'LightGrey', '#D3D3D3', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(136, 'Silver', '#C0C0C0', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(137, 'DarkGray', '#A9A9A9', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(138, 'Gray', '#808080', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(139, 'DimGray', '#696969', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(140, 'LightSlateGray', '#778899', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(141, 'SlateGray', '#708090', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(142, 'DarkSlateGray', '#2F4F4F', '2018-11-05 02:12:30', '2018-11-05 02:12:30'),
(143, 'Black', '#000000', '2018-11-05 02:12:30', '2018-11-05 02:12:30');

-- --------------------------------------------------------

--
-- Table structure for table `conversations`
--

CREATE TABLE `conversations` (
  `id` int(11) NOT NULL,
  `sender_id` int(11) NOT NULL,
  `receiver_id` int(11) NOT NULL,
  `title` varchar(1000) COLLATE utf32_unicode_ci DEFAULT NULL,
  `sender_viewed` int(1) NOT NULL DEFAULT 1,
  `receiver_viewed` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf32 COLLATE=utf32_unicode_ci;

--
-- Dumping data for table `conversations`
--

INSERT INTO `conversations` (`id`, `sender_id`, `receiver_id`, `title`, `sender_viewed`, `receiver_viewed`, `created_at`, `updated_at`) VALUES
(1, 12, 3, 'test admin approval seller', 1, 1, '2021-02-17 00:19:35', '2021-02-17 00:19:57');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` int(11) NOT NULL,
  `code` varchar(2) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `status` int(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `code`, `name`, `status`, `created_at`, `updated_at`) VALUES
(1, 'AF', 'Afghanistan', 0, NULL, NULL),
(2, 'AL', 'Albania', 0, NULL, NULL),
(3, 'DZ', 'Algeria', 0, NULL, NULL),
(4, 'DS', 'American Samoa', 0, NULL, NULL),
(5, 'AD', 'Andorra', 0, NULL, NULL),
(6, 'AO', 'Angola', 0, NULL, NULL),
(7, 'AI', 'Anguilla', 0, NULL, NULL),
(8, 'AQ', 'Antarctica', 0, NULL, NULL),
(9, 'AG', 'Antigua and Barbuda', 0, NULL, NULL),
(10, 'AR', 'Argentina', 0, NULL, NULL),
(11, 'AM', 'Armenia', 0, NULL, NULL),
(12, 'AW', 'Aruba', 0, NULL, NULL),
(13, 'AU', 'Australia', 0, NULL, NULL),
(14, 'AT', 'Austria', 0, NULL, NULL),
(15, 'AZ', 'Azerbaijan', 0, NULL, NULL),
(16, 'BS', 'Bahamas', 0, NULL, NULL),
(17, 'BH', 'Bahrain', 0, NULL, NULL),
(18, 'BD', 'Bangladesh', 0, NULL, NULL),
(19, 'BB', 'Barbados', 0, NULL, NULL),
(20, 'BY', 'Belarus', 0, NULL, NULL),
(21, 'BE', 'Belgium', 0, NULL, NULL),
(22, 'BZ', 'Belize', 0, NULL, NULL),
(23, 'BJ', 'Benin', 0, NULL, NULL),
(24, 'BM', 'Bermuda', 0, NULL, NULL),
(25, 'BT', 'Bhutan', 0, NULL, NULL),
(26, 'BO', 'Bolivia', 0, NULL, NULL),
(27, 'BA', 'Bosnia and Herzegovina', 0, NULL, NULL),
(28, 'BW', 'Botswana', 0, NULL, NULL),
(29, 'BV', 'Bouvet Island', 0, NULL, NULL),
(30, 'BR', 'Brazil', 0, NULL, NULL),
(31, 'IO', 'British Indian Ocean Territory', 0, NULL, NULL),
(32, 'BN', 'Brunei Darussalam', 0, NULL, NULL),
(33, 'BG', 'Bulgaria', 0, NULL, NULL),
(34, 'BF', 'Burkina Faso', 0, NULL, NULL),
(35, 'BI', 'Burundi', 0, NULL, NULL),
(36, 'KH', 'Cambodia', 0, NULL, NULL),
(37, 'CM', 'Cameroon', 0, NULL, NULL),
(38, 'CA', 'Canada', 0, NULL, NULL),
(39, 'CV', 'Cape Verde', 0, NULL, NULL),
(40, 'KY', 'Cayman Islands', 0, NULL, NULL),
(41, 'CF', 'Central African Republic', 0, NULL, NULL),
(42, 'TD', 'Chad', 0, NULL, NULL),
(43, 'CL', 'Chile', 0, NULL, NULL),
(44, 'CN', 'China', 0, NULL, NULL),
(45, 'CX', 'Christmas Island', 0, NULL, NULL),
(46, 'CC', 'Cocos (Keeling) Islands', 0, NULL, NULL),
(47, 'CO', 'Colombia', 0, NULL, NULL),
(48, 'KM', 'Comoros', 0, NULL, NULL),
(49, 'CG', 'Congo', 0, NULL, NULL),
(50, 'CK', 'Cook Islands', 0, NULL, NULL),
(51, 'CR', 'Costa Rica', 0, NULL, NULL),
(52, 'HR', 'Croatia (Hrvatska)', 0, NULL, NULL),
(53, 'CU', 'Cuba', 0, NULL, NULL),
(54, 'CY', 'Cyprus', 0, NULL, NULL),
(55, 'CZ', 'Czech Republic', 0, NULL, NULL),
(56, 'DK', 'Denmark', 0, NULL, NULL),
(57, 'DJ', 'Djibouti', 0, NULL, NULL),
(58, 'DM', 'Dominica', 0, NULL, NULL),
(59, 'DO', 'Dominican Republic', 0, NULL, NULL),
(60, 'TP', 'East Timor', 0, NULL, NULL),
(61, 'EC', 'Ecuador', 0, NULL, NULL),
(62, 'EG', 'Egypt', 1, NULL, '2021-02-08 22:21:09'),
(63, 'SV', 'El Salvador', 0, NULL, NULL),
(64, 'GQ', 'Equatorial Guinea', 0, NULL, NULL),
(65, 'ER', 'Eritrea', 0, NULL, NULL),
(66, 'EE', 'Estonia', 0, NULL, NULL),
(67, 'ET', 'Ethiopia', 0, NULL, NULL),
(68, 'FK', 'Falkland Islands (Malvinas)', 0, NULL, NULL),
(69, 'FO', 'Faroe Islands', 0, NULL, NULL),
(70, 'FJ', 'Fiji', 0, NULL, NULL),
(71, 'FI', 'Finland', 0, NULL, NULL),
(72, 'FR', 'France', 0, NULL, NULL),
(73, 'FX', 'France, Metropolitan', 0, NULL, NULL),
(74, 'GF', 'French Guiana', 0, NULL, NULL),
(75, 'PF', 'French Polynesia', 0, NULL, NULL),
(76, 'TF', 'French Southern Territories', 0, NULL, NULL),
(77, 'GA', 'Gabon', 0, NULL, NULL),
(78, 'GM', 'Gambia', 0, NULL, NULL),
(79, 'GE', 'Georgia', 0, NULL, NULL),
(80, 'DE', 'Germany', 0, NULL, NULL),
(81, 'GH', 'Ghana', 0, NULL, NULL),
(82, 'GI', 'Gibraltar', 0, NULL, NULL),
(83, 'GK', 'Guernsey', 0, NULL, NULL),
(84, 'GR', 'Greece', 0, NULL, NULL),
(85, 'GL', 'Greenland', 0, NULL, NULL),
(86, 'GD', 'Grenada', 0, NULL, NULL),
(87, 'GP', 'Guadeloupe', 0, NULL, NULL),
(88, 'GU', 'Guam', 0, NULL, NULL),
(89, 'GT', 'Guatemala', 0, NULL, NULL),
(90, 'GN', 'Guinea', 0, NULL, NULL),
(91, 'GW', 'Guinea-Bissau', 0, NULL, NULL),
(92, 'GY', 'Guyana', 0, NULL, NULL),
(93, 'HT', 'Haiti', 0, NULL, NULL),
(94, 'HM', 'Heard and Mc Donald Islands', 0, NULL, NULL),
(95, 'HN', 'Honduras', 0, NULL, NULL),
(96, 'HK', 'Hong Kong', 0, NULL, NULL),
(97, 'HU', 'Hungary', 0, NULL, NULL),
(98, 'IS', 'Iceland', 0, NULL, NULL),
(99, 'IN', 'India', 0, NULL, NULL),
(100, 'IM', 'Isle of Man', 0, NULL, NULL),
(101, 'ID', 'Indonesia', 0, NULL, NULL),
(102, 'IR', 'Iran (Islamic Republic of)', 0, NULL, NULL),
(103, 'IQ', 'Iraq', 0, NULL, NULL),
(104, 'IE', 'Ireland', 0, NULL, NULL),
(105, 'IL', 'Israel', 0, NULL, NULL),
(106, 'IT', 'Italy', 0, NULL, NULL),
(107, 'CI', 'Ivory Coast', 0, NULL, NULL),
(108, 'JE', 'Jersey', 0, NULL, NULL),
(109, 'JM', 'Jamaica', 0, NULL, NULL),
(110, 'JP', 'Japan', 0, NULL, NULL),
(111, 'JO', 'Jordan', 0, NULL, NULL),
(112, 'KZ', 'Kazakhstan', 0, NULL, NULL),
(113, 'KE', 'Kenya', 0, NULL, NULL),
(114, 'KI', 'Kiribati', 0, NULL, NULL),
(115, 'KP', 'Korea, Democratic People\'s Republic of', 0, NULL, NULL),
(116, 'KR', 'Korea, Republic of', 0, NULL, NULL),
(117, 'XK', 'Kosovo', 0, NULL, NULL),
(118, 'KW', 'Kuwait', 0, NULL, NULL),
(119, 'KG', 'Kyrgyzstan', 0, NULL, NULL),
(120, 'LA', 'Lao People\'s Democratic Republic', 0, NULL, NULL),
(121, 'LV', 'Latvia', 0, NULL, NULL),
(122, 'LB', 'Lebanon', 0, NULL, NULL),
(123, 'LS', 'Lesotho', 0, NULL, NULL),
(124, 'LR', 'Liberia', 0, NULL, NULL),
(125, 'LY', 'Libyan Arab Jamahiriya', 0, NULL, NULL),
(126, 'LI', 'Liechtenstein', 0, NULL, NULL),
(127, 'LT', 'Lithuania', 0, NULL, NULL),
(128, 'LU', 'Luxembourg', 0, NULL, NULL),
(129, 'MO', 'Macau', 0, NULL, NULL),
(130, 'MK', 'Macedonia', 0, NULL, NULL),
(131, 'MG', 'Madagascar', 0, NULL, NULL),
(132, 'MW', 'Malawi', 0, NULL, NULL),
(133, 'MY', 'Malaysia', 0, NULL, NULL),
(134, 'MV', 'Maldives', 0, NULL, NULL),
(135, 'ML', 'Mali', 0, NULL, NULL),
(136, 'MT', 'Malta', 0, NULL, NULL),
(137, 'MH', 'Marshall Islands', 0, NULL, NULL),
(138, 'MQ', 'Martinique', 0, NULL, NULL),
(139, 'MR', 'Mauritania', 0, NULL, NULL),
(140, 'MU', 'Mauritius', 0, NULL, NULL),
(141, 'TY', 'Mayotte', 0, NULL, NULL),
(142, 'MX', 'Mexico', 0, NULL, NULL),
(143, 'FM', 'Micronesia, Federated States of', 0, NULL, NULL),
(144, 'MD', 'Moldova, Republic of', 0, NULL, NULL),
(145, 'MC', 'Monaco', 0, NULL, NULL),
(146, 'MN', 'Mongolia', 0, NULL, NULL),
(147, 'ME', 'Montenegro', 0, NULL, NULL),
(148, 'MS', 'Montserrat', 0, NULL, NULL),
(149, 'MA', 'Morocco', 0, NULL, NULL),
(150, 'MZ', 'Mozambique', 0, NULL, NULL),
(151, 'MM', 'Myanmar', 0, NULL, NULL),
(152, 'NA', 'Namibia', 0, NULL, NULL),
(153, 'NR', 'Nauru', 0, NULL, NULL),
(154, 'NP', 'Nepal', 0, NULL, NULL),
(155, 'NL', 'Netherlands', 0, NULL, NULL),
(156, 'AN', 'Netherlands Antilles', 0, NULL, NULL),
(157, 'NC', 'New Caledonia', 0, NULL, NULL),
(158, 'NZ', 'New Zealand', 0, NULL, NULL),
(159, 'NI', 'Nicaragua', 0, NULL, NULL),
(160, 'NE', 'Niger', 0, NULL, NULL),
(161, 'NG', 'Nigeria', 0, NULL, NULL),
(162, 'NU', 'Niue', 0, NULL, NULL),
(163, 'NF', 'Norfolk Island', 0, NULL, NULL),
(164, 'MP', 'Northern Mariana Islands', 0, NULL, NULL),
(165, 'NO', 'Norway', 0, NULL, NULL),
(166, 'OM', 'Oman', 0, NULL, NULL),
(167, 'PK', 'Pakistan', 0, NULL, NULL),
(168, 'PW', 'Palau', 0, NULL, NULL),
(169, 'PS', 'Palestine', 0, NULL, NULL),
(170, 'PA', 'Panama', 0, NULL, NULL),
(171, 'PG', 'Papua New Guinea', 0, NULL, NULL),
(172, 'PY', 'Paraguay', 0, NULL, NULL),
(173, 'PE', 'Peru', 0, NULL, NULL),
(174, 'PH', 'Philippines', 0, NULL, NULL),
(175, 'PN', 'Pitcairn', 0, NULL, NULL),
(176, 'PL', 'Poland', 0, NULL, NULL),
(177, 'PT', 'Portugal', 0, NULL, NULL),
(178, 'PR', 'Puerto Rico', 0, NULL, NULL),
(179, 'QA', 'Qatar', 0, NULL, NULL),
(180, 'RE', 'Reunion', 0, NULL, NULL),
(181, 'RO', 'Romania', 0, NULL, NULL),
(182, 'RU', 'Russian Federation', 0, NULL, NULL),
(183, 'RW', 'Rwanda', 0, NULL, NULL),
(184, 'KN', 'Saint Kitts and Nevis', 0, NULL, NULL),
(185, 'LC', 'Saint Lucia', 0, NULL, NULL),
(186, 'VC', 'Saint Vincent and the Grenadines', 0, NULL, NULL),
(187, 'WS', 'Samoa', 0, NULL, NULL),
(188, 'SM', 'San Marino', 0, NULL, NULL),
(189, 'ST', 'Sao Tome and Principe', 0, NULL, NULL),
(190, 'SA', 'Saudi Arabia', 0, NULL, NULL),
(191, 'SN', 'Senegal', 0, NULL, NULL),
(192, 'RS', 'Serbia', 0, NULL, NULL),
(193, 'SC', 'Seychelles', 0, NULL, NULL),
(194, 'SL', 'Sierra Leone', 0, NULL, NULL),
(195, 'SG', 'Singapore', 0, NULL, NULL),
(196, 'SK', 'Slovakia', 0, NULL, NULL),
(197, 'SI', 'Slovenia', 0, NULL, NULL),
(198, 'SB', 'Solomon Islands', 0, NULL, NULL),
(199, 'SO', 'Somalia', 0, NULL, NULL),
(200, 'ZA', 'South Africa', 0, NULL, NULL),
(201, 'GS', 'South Georgia South Sandwich Islands', 0, NULL, NULL),
(202, 'SS', 'South Sudan', 0, NULL, NULL),
(203, 'ES', 'Spain', 0, NULL, NULL),
(204, 'LK', 'Sri Lanka', 0, NULL, NULL),
(205, 'SH', 'St. Helena', 0, NULL, NULL),
(206, 'PM', 'St. Pierre and Miquelon', 0, NULL, NULL),
(207, 'SD', 'Sudan', 0, NULL, NULL),
(208, 'SR', 'Suriname', 0, NULL, NULL),
(209, 'SJ', 'Svalbard and Jan Mayen Islands', 0, NULL, NULL),
(210, 'SZ', 'Swaziland', 0, NULL, NULL),
(211, 'SE', 'Sweden', 0, NULL, NULL),
(212, 'CH', 'Switzerland', 0, NULL, NULL),
(213, 'SY', 'Syrian Arab Republic', 0, NULL, NULL),
(214, 'TW', 'Taiwan', 0, NULL, NULL),
(215, 'TJ', 'Tajikistan', 0, NULL, NULL),
(216, 'TZ', 'Tanzania, United Republic of', 0, NULL, NULL),
(217, 'TH', 'Thailand', 0, NULL, NULL),
(218, 'TG', 'Togo', 0, NULL, NULL),
(219, 'TK', 'Tokelau', 0, NULL, NULL),
(220, 'TO', 'Tonga', 0, NULL, NULL),
(221, 'TT', 'Trinidad and Tobago', 0, NULL, NULL),
(222, 'TN', 'Tunisia', 0, NULL, NULL),
(223, 'TR', 'Turkey', 0, NULL, NULL),
(224, 'TM', 'Turkmenistan', 0, NULL, NULL),
(225, 'TC', 'Turks and Caicos Islands', 0, NULL, NULL),
(226, 'TV', 'Tuvalu', 0, NULL, NULL),
(227, 'UG', 'Uganda', 0, NULL, NULL),
(228, 'UA', 'Ukraine', 0, NULL, NULL),
(229, 'AE', 'United Arab Emirates', 0, NULL, NULL),
(230, 'GB', 'United Kingdom', 0, NULL, NULL),
(231, 'US', 'United States', 0, NULL, NULL),
(232, 'UM', 'United States minor outlying islands', 0, NULL, NULL),
(233, 'UY', 'Uruguay', 0, NULL, NULL),
(234, 'UZ', 'Uzbekistan', 0, NULL, NULL),
(235, 'VU', 'Vanuatu', 0, NULL, NULL),
(236, 'VA', 'Vatican City State', 0, NULL, NULL),
(237, 'VE', 'Venezuela', 0, NULL, NULL),
(238, 'VN', 'Vietnam', 0, NULL, NULL),
(239, 'VG', 'Virgin Islands (British)', 0, NULL, NULL),
(240, 'VI', 'Virgin Islands (U.S.)', 0, NULL, NULL),
(241, 'WF', 'Wallis and Futuna Islands', 0, NULL, NULL),
(242, 'EH', 'Western Sahara', 0, NULL, NULL),
(243, 'YE', 'Yemen', 0, NULL, NULL),
(244, 'ZR', 'Zaire', 0, NULL, NULL),
(245, 'ZM', 'Zambia', 0, NULL, NULL),
(246, 'ZW', 'Zimbabwe', 0, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `coupons`
--

CREATE TABLE `coupons` (
  `id` int(11) NOT NULL,
  `type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `code` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `details` longtext COLLATE utf8_unicode_ci NOT NULL,
  `discount` double(20,2) NOT NULL,
  `discount_type` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `start_date` int(15) NOT NULL,
  `end_date` int(15) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `coupon_usages`
--

CREATE TABLE `coupon_usages` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `coupon_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `currencies`
--

CREATE TABLE `currencies` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `symbol` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `exchange_rate` double(10,5) NOT NULL,
  `status` int(10) NOT NULL DEFAULT 0,
  `code` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `currencies`
--

INSERT INTO `currencies` (`id`, `name`, `symbol`, `exchange_rate`, `status`, `code`, `created_at`, `updated_at`) VALUES
(1, 'U.S. Dollar', '$', 1.00000, 0, 'USD', '2018-10-09 11:35:08', '2018-10-17 05:50:52'),
(2, 'Australian Dollar', '$', 1.28000, 0, 'AUD', '2018-10-09 11:35:08', '2019-02-04 05:51:55'),
(5, 'Brazilian Real', 'R$', 3.25000, 0, 'BRL', '2018-10-09 11:35:08', '2018-10-17 05:51:00'),
(6, 'Canadian Dollar', '$', 1.27000, 0, 'CAD', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(7, 'Czech Koruna', 'Kč', 20.65000, 0, 'CZK', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(8, 'Danish Krone', 'kr', 6.05000, 0, 'DKK', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(9, 'Euro', '€', 0.85000, 0, 'EUR', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(10, 'Hong Kong Dollar', '$', 7.83000, 0, 'HKD', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(11, 'Hungarian Forint', 'Ft', 255.24000, 0, 'HUF', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(12, 'Israeli New Sheqel', '₪', 3.48000, 0, 'ILS', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(13, 'Japanese Yen', '¥', 107.12000, 0, 'JPY', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(14, 'Malaysian Ringgit', 'RM', 3.91000, 0, 'MYR', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(15, 'Mexican Peso', '$', 18.72000, 0, 'MXN', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(16, 'Norwegian Krone', 'kr', 7.83000, 0, 'NOK', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(17, 'New Zealand Dollar', '$', 1.38000, 0, 'NZD', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(18, 'Philippine Peso', '₱', 52.26000, 0, 'PHP', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(19, 'Polish Zloty', 'zł', 3.39000, 0, 'PLN', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(20, 'Pound Sterling', '£', 0.72000, 0, 'GBP', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(21, 'Russian Ruble', 'руб', 55.93000, 0, 'RUB', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(22, 'Singapore Dollar', '$', 1.32000, 0, 'SGD', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(23, 'Swedish Krona', 'kr', 8.19000, 0, 'SEK', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(24, 'Swiss Franc', 'CHF', 0.94000, 0, 'CHF', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(26, 'Thai Baht', '฿', 31.39000, 0, 'THB', '2018-10-09 11:35:08', '2018-10-09 11:35:08'),
(27, 'Taka', '৳', 84.00000, 0, 'BDT', '2018-10-09 11:35:08', '2018-12-02 05:16:13'),
(28, 'Indian Rupee', 'Rs', 68.45000, 0, 'Rupee', '2019-07-07 10:33:46', '2019-07-07 10:33:46'),
(29, 'Egyptian Pound', 'EGP', 15.66000, 1, 'EGP', '2021-02-08 22:07:08', '2021-02-10 22:48:07');

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`id`, `user_id`, `created_at`, `updated_at`) VALUES
(4, 8, '2019-08-01 10:35:09', '2019-08-01 10:35:09'),
(5, 12, '2021-02-11 00:34:02', '2021-02-11 00:34:02'),
(6, 14, '2021-02-13 19:19:12', '2021-02-13 19:19:12'),
(7, 15, '2021-02-13 19:25:17', '2021-02-13 19:25:17'),
(8, 21, '2021-02-17 12:44:56', '2021-02-17 12:44:56'),
(9, 40, '2021-02-22 06:42:22', '2021-02-22 06:42:22'),
(10, 55, '2021-03-04 19:51:45', '2021-03-04 19:51:45'),
(11, 56, '2021-03-09 12:16:55', '2021-03-09 12:16:55'),
(12, 60, '2021-03-09 23:01:53', '2021-03-09 23:01:53'),
(13, 61, '2021-03-10 10:33:28', '2021-03-10 10:33:28'),
(14, 63, '2021-03-10 17:23:54', '2021-03-10 17:23:54'),
(15, 65, '2021-03-10 19:55:17', '2021-03-10 19:55:17'),
(16, 66, '2021-03-11 00:19:21', '2021-03-11 00:19:21'),
(17, 67, '2021-03-11 11:28:26', '2021-03-11 11:28:26'),
(18, 68, '2021-03-11 17:37:05', '2021-03-11 17:37:05'),
(19, 69, '2021-03-16 14:45:00', '2021-03-16 14:45:00'),
(20, 70, '2021-03-16 18:37:15', '2021-03-16 18:37:15'),
(21, 73, '2021-04-26 08:12:18', '2021-04-26 08:12:18');

-- --------------------------------------------------------

--
-- Table structure for table `customer_packages`
--

CREATE TABLE `customer_packages` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `amount` double(20,2) DEFAULT NULL,
  `product_upload` int(11) DEFAULT NULL,
  `logo` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customer_package_payments`
--

CREATE TABLE `customer_package_payments` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `customer_package_id` int(11) NOT NULL,
  `payment_method` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `payment_details` longtext COLLATE utf8_unicode_ci NOT NULL,
  `approval` int(1) NOT NULL,
  `offline_payment` int(1) NOT NULL COMMENT '1=offline payment\r\n2=online paymnet',
  `reciept` varchar(150) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customer_package_translations`
--

CREATE TABLE `customer_package_translations` (
  `id` bigint(20) NOT NULL,
  `customer_package_id` bigint(20) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customer_products`
--

CREATE TABLE `customer_products` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `published` int(1) NOT NULL DEFAULT 0,
  `status` int(1) NOT NULL DEFAULT 0,
  `added_by` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `subcategory_id` int(11) DEFAULT NULL,
  `subsubcategory_id` int(11) DEFAULT NULL,
  `brand_id` int(11) DEFAULT NULL,
  `photos` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `thumbnail_img` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `conditon` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `location` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `video_provider` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `video_link` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` mediumtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit_price` double(20,2) DEFAULT 0.00,
  `meta_title` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_description` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_img` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pdf` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `slug` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `customer_product_translations`
--

CREATE TABLE `customer_product_translations` (
  `id` bigint(20) NOT NULL,
  `customer_product_id` bigint(20) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `flash_deals`
--

CREATE TABLE `flash_deals` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `start_date` int(20) DEFAULT NULL,
  `end_date` int(20) DEFAULT NULL,
  `status` int(1) NOT NULL DEFAULT 0,
  `featured` int(1) NOT NULL DEFAULT 0,
  `background_color` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `text_color` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `banner` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `flash_deals`
--

INSERT INTO `flash_deals` (`id`, `title`, `start_date`, `end_date`, `status`, `featured`, `background_color`, `text_color`, `banner`, `slug`, `created_at`, `updated_at`) VALUES
(1, 'trttttttt', 1613512800, 1614290340, 0, 0, '#c5c5c5', 'dark', NULL, 'trttttttt-c3awh', '2021-02-17 12:13:25', '2021-02-23 08:57:56');

-- --------------------------------------------------------

--
-- Table structure for table `flash_deal_products`
--

CREATE TABLE `flash_deal_products` (
  `id` int(11) NOT NULL,
  `flash_deal_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `discount` double(20,2) DEFAULT 0.00,
  `discount_type` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `flash_deal_products`
--

INSERT INTO `flash_deal_products` (`id`, `flash_deal_id`, `product_id`, `discount`, `discount_type`, `created_at`, `updated_at`) VALUES
(3, 1, 3, 20.00, 'percent', '2021-02-17 12:14:13', '2021-02-17 12:14:13'),
(4, 1, 4, 5.00, 'amount', '2021-02-17 12:14:13', '2021-02-17 12:14:13'),
(5, 1, 11, 10.00, 'percent', '2021-02-17 12:14:13', '2021-02-17 12:14:13'),
(6, 1, 13, 10.00, 'percent', '2021-02-17 12:14:13', '2021-02-17 12:14:13');

-- --------------------------------------------------------

--
-- Table structure for table `flash_deal_translations`
--

CREATE TABLE `flash_deal_translations` (
  `id` bigint(20) NOT NULL,
  `flash_deal_id` bigint(20) NOT NULL,
  `title` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `flash_deal_translations`
--

INSERT INTO `flash_deal_translations` (`id`, `flash_deal_id`, `title`, `lang`, `created_at`, `updated_at`) VALUES
(1, 1, 'trttttttt', 'en', '2021-02-17 12:13:25', '2021-02-17 12:13:25');

-- --------------------------------------------------------

--
-- Table structure for table `general_settings`
--

CREATE TABLE `general_settings` (
  `id` int(11) NOT NULL,
  `frontend_color` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'default',
  `logo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `footer_logo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `admin_logo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `admin_login_background` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `admin_login_sidebar` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `favicon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `site_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` mediumtext COLLATE utf8_unicode_ci NOT NULL,
  `phone` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `facebook` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `instagram` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `twitter` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `youtube` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `google_plus` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `general_settings`
--

INSERT INTO `general_settings` (`id`, `frontend_color`, `logo`, `footer_logo`, `admin_logo`, `admin_login_background`, `admin_login_sidebar`, `favicon`, `site_name`, `address`, `description`, `phone`, `email`, `facebook`, `instagram`, `twitter`, `youtube`, `google_plus`, `created_at`, `updated_at`) VALUES
(1, 'default', 'uploads/logo/pfdIuiMeXGkDAIpPEUrvUCbQrOHu484nbGfz77zB.png', NULL, 'uploads/admin_logo/wCgHrz0Q5QoL1yu4vdrNnQIr4uGuNL48CXfcxOuS.png', NULL, NULL, 'uploads/favicon/uHdGidSaRVzvPgDj6JFtntMqzJkwDk9659233jrb.png', 'Active Ecommerce CMS', 'Demo Address', 'Active eCommerce CMS is a Multi vendor system is such a platform to build a border less marketplace.', '1234567890', 'admin@example.com', 'https://www.facebook.com', 'https://www.instagram.com', 'https://www.twitter.com', 'https://www.youtube.com', 'https://www.googleplus.com', '2019-03-13 08:01:06', '2019-03-13 02:01:06');

-- --------------------------------------------------------

--
-- Table structure for table `home_categories`
--

CREATE TABLE `home_categories` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `subsubcategories` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(1) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `home_categories`
--

INSERT INTO `home_categories` (`id`, `category_id`, `subsubcategories`, `status`, `created_at`, `updated_at`) VALUES
(1, 1, '[\"1\"]', 1, '2019-03-12 06:38:23', '2019-03-12 06:38:23'),
(2, 2, '[\"10\"]', 1, '2019-03-12 06:44:54', '2019-03-12 06:44:54');

-- --------------------------------------------------------

--
-- Table structure for table `languages`
--

CREATE TABLE `languages` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `code` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `rtl` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `languages`
--

INSERT INTO `languages` (`id`, `name`, `code`, `rtl`, `created_at`, `updated_at`) VALUES
(1, 'English', 'en', 0, '2019-01-20 12:13:20', '2019-01-20 12:13:20'),
(4, 'Arabic', 'eg', 1, '2019-04-28 18:34:12', '2021-02-08 22:00:19');

-- --------------------------------------------------------

--
-- Table structure for table `links`
--

CREATE TABLE `links` (
  `id` int(11) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `url` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `messages`
--

CREATE TABLE `messages` (
  `id` int(11) NOT NULL,
  `conversation_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `message` text COLLATE utf32_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf32 COLLATE=utf32_unicode_ci;

--
-- Dumping data for table `messages`
--

INSERT INTO `messages` (`id`, `conversation_id`, `user_id`, `message`, `created_at`, `updated_at`) VALUES
(1, 1, 12, 'http://localhost/ar5as/product/test-admin-approval-seller-EnpGp', '2021-02-17 00:19:35', '2021-02-17 00:19:35'),
(2, 1, 3, 'helloo jjjj', '2021-02-17 00:20:08', '2021-02-17 00:20:08');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `oauth_access_tokens`
--

CREATE TABLE `oauth_access_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_access_tokens`
--

INSERT INTO `oauth_access_tokens` (`id`, `user_id`, `client_id`, `name`, `scopes`, `revoked`, `created_at`, `updated_at`, `expires_at`) VALUES
('125ce8289850f80d9fea100325bf892fbd0deba1f87dbfc2ab81fb43d57377ec24ed65f7dc560e46', 1, 1, 'Personal Access Token', '[]', 0, '2019-07-30 04:51:13', '2019-07-30 04:51:13', '2020-07-30 10:51:13'),
('293d2bb534220c070c4e90d25b5509965d23d3ddbc05b1e29fb4899ae09420ff112dbccab1c6f504', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 06:00:04', '2019-08-04 06:00:04', '2020-08-04 12:00:04'),
('5363e91c7892acdd6417aa9c7d4987d83568e229befbd75be64282dbe8a88147c6c705e06c1fb2bf', 1, 1, 'Personal Access Token', '[]', 0, '2019-07-13 06:44:28', '2019-07-13 06:44:28', '2020-07-13 12:44:28'),
('681b4a4099fac5e12517307b4027b54df94cbaf0cbf6b4bf496534c94f0ccd8a79dd6af9742d076b', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 07:23:06', '2019-08-04 07:23:06', '2020-08-04 13:23:06'),
('6d229e3559e568df086c706a1056f760abc1370abe74033c773490581a042442154afa1260c4b6f0', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 07:32:12', '2019-08-04 07:32:12', '2020-08-04 13:32:12'),
('6efc0f1fc3843027ea1ea7cd35acf9c74282f0271c31d45a164e7b27025a315d31022efe7bb94aaa', 1, 1, 'Personal Access Token', '[]', 0, '2019-08-08 02:35:26', '2019-08-08 02:35:26', '2020-08-08 08:35:26'),
('7745b763da15a06eaded371330072361b0524c41651cf48bf76fc1b521a475ece78703646e06d3b0', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 07:29:44', '2019-08-04 07:29:44', '2020-08-04 13:29:44'),
('815b625e239934be293cd34479b0f766bbc1da7cc10d464a2944ddce3a0142e943ae48be018ccbd0', 1, 1, 'Personal Access Token', '[]', 1, '2019-07-22 02:07:47', '2019-07-22 02:07:47', '2020-07-22 08:07:47'),
('8921a4c96a6d674ac002e216f98855c69de2568003f9b4136f6e66f4cb9545442fb3e37e91a27cad', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 06:05:05', '2019-08-04 06:05:05', '2020-08-04 12:05:05'),
('8d8b85720304e2f161a66564cec0ecd50d70e611cc0efbf04e409330086e6009f72a39ce2191f33a', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 06:44:35', '2019-08-04 06:44:35', '2020-08-04 12:44:35'),
('bcaaebdead4c0ef15f3ea6d196fd80749d309e6db8603b235e818cb626a5cea034ff2a55b66e3e1a', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 07:14:32', '2019-08-04 07:14:32', '2020-08-04 13:14:32'),
('c25417a5c728073ca8ba57058ded43d496a9d2619b434d2a004dd490a64478c08bc3e06ffc1be65d', 1, 1, 'Personal Access Token', '[]', 1, '2019-07-30 01:45:31', '2019-07-30 01:45:31', '2020-07-30 07:45:31'),
('c7423d85b2b5bdc5027cb283be57fa22f5943cae43f60b0ed27e6dd198e46f25e3501b3081ed0777', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-05 05:02:59', '2019-08-05 05:02:59', '2020-08-05 11:02:59'),
('e76f19dbd5c2c4060719fb1006ac56116fd86f7838b4bf74e2c0a0ac9696e724df1e517dbdb357f4', 1, 1, 'Personal Access Token', '[]', 1, '2019-07-15 02:53:40', '2019-07-15 02:53:40', '2020-07-15 08:53:40'),
('ed7c269dd6f9a97750a982f62e0de54749be6950e323cdfef892a1ec93f8ddbacf9fe26e6a42180e', 1, 1, 'Personal Access Token', '[]', 1, '2019-07-13 06:36:45', '2019-07-13 06:36:45', '2020-07-13 12:36:45'),
('f6d1475bc17a27e389000d3df4da5c5004ce7610158b0dd414226700c0f6db48914637b4c76e1948', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 07:22:01', '2019-08-04 07:22:01', '2020-08-04 13:22:01'),
('f85e4e444fc954430170c41779a4238f84cd6fed905f682795cd4d7b6a291ec5204a10ac0480eb30', 1, 1, 'Personal Access Token', '[]', 1, '2019-07-30 06:38:49', '2019-07-30 06:38:49', '2020-07-30 12:38:49'),
('f8bf983a42c543b99128296e4bc7c2d17a52b5b9ef69670c629b93a653c6a4af27be452e0c331f79', 1, 1, 'Personal Access Token', '[]', 1, '2019-08-04 07:28:55', '2019-08-04 07:28:55', '2020-08-04 13:28:55');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_auth_codes`
--

CREATE TABLE `oauth_auth_codes` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` int(11) NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `scopes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `oauth_clients`
--

CREATE TABLE `oauth_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secret` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `redirect` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `personal_access_client` tinyint(1) NOT NULL,
  `password_client` tinyint(1) NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_clients`
--

INSERT INTO `oauth_clients` (`id`, `user_id`, `name`, `secret`, `redirect`, `personal_access_client`, `password_client`, `revoked`, `created_at`, `updated_at`) VALUES
(1, NULL, 'Laravel Personal Access Client', 'eR2y7WUuem28ugHKppFpmss7jPyOHZsMkQwBo1Jj', 'http://localhost', 1, 0, 0, '2019-07-13 06:17:34', '2019-07-13 06:17:34'),
(2, NULL, 'Laravel Password Grant Client', 'WLW2Ol0GozbaXEnx1NtXoweYPuKEbjWdviaUgw77', 'http://localhost', 0, 1, 0, '2019-07-13 06:17:34', '2019-07-13 06:17:34');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_personal_access_clients`
--

CREATE TABLE `oauth_personal_access_clients` (
  `id` int(10) UNSIGNED NOT NULL,
  `client_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `oauth_personal_access_clients`
--

INSERT INTO `oauth_personal_access_clients` (`id`, `client_id`, `created_at`, `updated_at`) VALUES
(1, 1, '2019-07-13 06:17:34', '2019-07-13 06:17:34');

-- --------------------------------------------------------

--
-- Table structure for table `oauth_refresh_tokens`
--

CREATE TABLE `oauth_refresh_tokens` (
  `id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `access_token_id` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `revoked` tinyint(1) NOT NULL,
  `expires_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `id` int(11) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `guest_id` int(11) DEFAULT NULL,
  `shipping_address` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `payment_type` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `payment_status` varchar(20) COLLATE utf8_unicode_ci DEFAULT 'unpaid',
  `payment_details` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `order_status` varchar(50) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'pending',
  `grand_total` double(20,2) DEFAULT NULL,
  `coupon_discount` double(20,2) NOT NULL DEFAULT 0.00,
  `code` mediumtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `date` int(20) NOT NULL,
  `viewed` int(1) NOT NULL DEFAULT 0,
  `delivery_viewed` int(1) NOT NULL DEFAULT 1,
  `payment_status_viewed` int(1) DEFAULT 1,
  `commission_calculated` int(11) NOT NULL DEFAULT 0,
  `shipping_type` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `shipping_cost` double(20,2) DEFAULT NULL,
  `shipping_by` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`id`, `user_id`, `guest_id`, `shipping_address`, `payment_type`, `payment_status`, `payment_details`, `order_status`, `grand_total`, `coupon_discount`, `code`, `date`, `viewed`, `delivery_viewed`, `payment_status_viewed`, `commission_calculated`, `shipping_type`, `shipping_cost`, `shipping_by`, `created_at`, `updated_at`) VALUES
(3, 12, NULL, '{\"name\":\"Mohamed Hussein\",\"email\":\"mohamedahussien7@gmail.com\",\"address\":\"tetetetettet\",\"country\":\"Egypt\",\"city\":\"Alexandria\",\"postal_code\":\"12456\",\"phone\":\"122222236547899999\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 561.00, 0.00, '20210213-18292144', 1613233761, 1, 1, 1, 1, NULL, NULL, NULL, '2021-02-13 16:29:21', '2021-02-13 16:56:04'),
(4, 12, NULL, '{\"name\":\"Mohamed Hussein\",\"email\":\"mohamedahussien7@gmail.com\",\"address\":\"ssssssssssssssssssssss\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"ssssss\",\"phone\":\"01157809060\",\"checkout_type\":\"logged\"}', 'wallet', 'paid', NULL, 'pending', 561.00, 0.00, '20210213-19043350', 1613235873, 1, 1, 1, 1, NULL, NULL, NULL, '2021-02-13 17:04:33', '2021-02-15 07:38:06'),
(6, 15, NULL, '{\"name\":\"Janna Turner\",\"email\":\"gewi@mailinator.net\",\"address\":\"Exercitation possimu\",\"country\":\"Egypt\",\"city\":\"Alexandria\",\"postal_code\":\"Eum blanditiis nostr\",\"phone\":\"+1 (501) 469-1679\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 561.00, 0.00, '20210213-21454085', 1613245540, 1, 1, 1, 1, NULL, NULL, NULL, '2021-02-13 19:45:40', '2021-02-13 19:48:37'),
(8, 9, NULL, '{\"name\":\"Super Admin\",\"email\":\"super_admin@app.com\",\"address\":\"Odit esse animi se\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"Ut sed amet quidem\",\"phone\":\"+1 (393) 136-4286\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 10.00, 0.00, '20210215-22380281', 1613421482, 1, 0, 0, 1, NULL, NULL, NULL, '2021-02-15 20:38:02', '2021-02-15 22:57:03'),
(9, 9, NULL, '{\"name\":\"Super Admin\",\"email\":\"super_admin@app.com\",\"address\":\"Odit esse animi se\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"Ut sed amet quidem\",\"phone\":\"+1 (393) 136-4286\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 561.00, 0.00, '20210215-22432382', 1613421803, 1, 0, 0, 1, NULL, NULL, NULL, '2021-02-15 20:43:23', '2021-02-17 00:05:34'),
(11, 12, NULL, '{\"name\":\"Mohamed Hussein\",\"email\":\"mohamedahussien7@gmail.com\",\"address\":\"ssssssssssssssssssssss\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"ssssss\",\"phone\":\"01157809060\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 50.00, 0.00, '20210217-02041596', 1613520255, 1, 1, 1, 1, NULL, NULL, NULL, '2021-02-17 00:04:15', '2021-02-17 00:20:46'),
(12, 12, NULL, '{\"name\":\"Mohamed Hussein\",\"email\":\"mohamedahussien7@gmail.com\",\"address\":\"mohamedahussien7@gmail.com\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"1125\",\"phone\":\"01157809060\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 10.00, 0.00, '20210217-02134920', 1613520829, 1, 1, 1, 1, NULL, NULL, NULL, '2021-02-17 00:13:49', '2021-02-17 00:20:33'),
(13, 12, NULL, '{\"name\":\"Mohamed Hussein\",\"email\":\"mohamedahussien7@gmail.com\",\"address\":\"ssssssssssssssssssssss\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"ssssss\",\"phone\":\"01157809060\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 20.00, 0.00, '20210217-04411621', 1613529676, 1, 1, 1, 1, NULL, NULL, NULL, '2021-02-17 02:41:16', '2021-02-17 03:03:44'),
(20, 55, NULL, '{\"name\":\"ismael\",\"email\":\"ba7rawy.862@gmail.com\",\"address\":\"10th of ramadan city\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"12654\",\"phone\":\"01150730658\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3420.00, 0.00, '20210304-14542765', 1614862467, 1, 1, 1, 1, NULL, NULL, NULL, '2021-03-04 19:54:27', '2021-03-04 20:02:19'),
(21, 60, NULL, '{\"name\":\"65ttrt\",\"email\":\"ggg@ss.yyy\",\"address\":\"yyyy\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"11222\",\"phone\":\"0022122222\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3420.00, 0.00, '20210309-18023542', 1615305755, 1, 1, 1, 1, NULL, NULL, NULL, '2021-03-09 23:02:35', '2021-03-16 15:40:12'),
(22, 63, NULL, '{\"name\":\"ALL\",\"email\":\"ALL@BEE.COM\",\"address\":\"ALLLBBB\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"221452\",\"phone\":\"12225586532\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3850.00, 0.00, '20210310-12245931', 1615371899, 1, 0, 0, 1, NULL, NULL, NULL, '2021-03-10 17:24:59', '2021-03-10 17:35:17'),
(23, 63, NULL, '{\"name\":\"ALL\",\"email\":\"ALL@BEE.COM\",\"address\":\"ALLLBBB\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"221452\",\"phone\":\"12225586532\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3850.00, 0.00, '20210310-12535778', 1615373637, 1, 0, 0, 1, NULL, NULL, NULL, '2021-03-10 17:53:57', '2021-03-10 17:59:54'),
(24, 65, NULL, '{\"name\":\"Hady Ziad\",\"email\":\"mohamedahussein@gmail.com\",\"address\":\"5\\u0645\\u0633\\u0627\\u0643\\u0646 \\u0645\\u0635\\u0631\\u0644\\u0644\\u062a\\u0639\\u0645\\u064a\\u0631 \\u0634\\u064a\\u0631\\u0627\\u062a\\u0648\\u0646 \\u0627\\u0644\\u0645\\u0637\\u0627\\u0631 \\u0627\\u0644\\u0646\\u0632\\u0647\\u0629 \\u0627\\u0644\\u0642\\u0627\\u0647\\u0631\\u0629\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"44452\",\"phone\":\"554125224\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3600.00, 0.00, '20210310-14563779', 1615380997, 1, 1, 1, 1, NULL, NULL, NULL, '2021-03-10 19:56:37', '2021-03-10 20:24:40'),
(25, 65, NULL, '{\"name\":\"Hady Ziad\",\"email\":\"mohamedahussein@gmail.com\",\"address\":\"5\\u0645\\u0633\\u0627\\u0643\\u0646 \\u0645\\u0635\\u0631\\u0644\\u0644\\u062a\\u0639\\u0645\\u064a\\u0631 \\u0634\\u064a\\u0631\\u0627\\u062a\\u0648\\u0646 \\u0627\\u0644\\u0645\\u0637\\u0627\\u0631 \\u0627\\u0644\\u0646\\u0632\\u0647\\u0629 \\u0627\\u0644\\u0642\\u0627\\u0647\\u0631\\u0629\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"44452\",\"phone\":\"554125224\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 2280.00, 0.00, '20210310-17133211', 1615389212, 1, 1, 1, 0, NULL, NULL, NULL, '2021-03-10 22:13:32', '2021-03-16 15:40:12'),
(26, 65, NULL, '{\"name\":\"Hady Ziad\",\"email\":\"mohamedahussein@gmail.com\",\"address\":\"5\\u0645\\u0633\\u0627\\u0643\\u0646 \\u0645\\u0635\\u0631\\u0644\\u0644\\u062a\\u0639\\u0645\\u064a\\u0631 \\u0634\\u064a\\u0631\\u0627\\u062a\\u0648\\u0646 \\u0627\\u0644\\u0645\\u0637\\u0627\\u0631 \\u0627\\u0644\\u0646\\u0632\\u0647\\u0629 \\u0627\\u0644\\u0642\\u0627\\u0647\\u0631\\u0629\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"44452\",\"phone\":\"554125224\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 3600.00, 0.00, '20210310-17150880', 1615389308, 1, 1, 1, 0, NULL, NULL, NULL, '2021-03-10 22:15:08', '2021-03-11 11:29:25'),
(27, 66, NULL, '{\"name\":\"elsayed elgohary\",\"email\":\"elgohary2008@gmail.com\",\"address\":\"Madinaty g34\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"19511\",\"phone\":\"01002142255\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 3600.00, 0.00, '20210310-19221659', 1615396936, 1, 1, 1, 0, NULL, NULL, NULL, '2021-03-11 00:22:16', '2021-03-11 11:29:25'),
(28, 67, NULL, '{\"name\":\"mohamed hussein\",\"email\":\"moe@app.com\",\"address\":\"dddd\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"1115\",\"phone\":\"01245487985\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3600.00, 0.00, '20210311-06290036', 1615436940, 1, 1, 0, 1, NULL, NULL, NULL, '2021-03-11 11:29:00', '2021-03-11 12:56:03'),
(29, 68, NULL, '{\"name\":\"Sara\",\"email\":\"sara.m.omran@gmail.com\",\"address\":\"El-Rehab\",\"country\":\"Egypt\",\"city\":\"Cairo\",\"postal_code\":\"002\",\"phone\":\"0100\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 3600.00, 0.00, '20210311-12570921', 1615460229, 1, 0, 0, 0, NULL, NULL, NULL, '2021-03-11 17:57:09', '2021-03-16 14:16:38'),
(30, 69, NULL, '{\"name\":\"mohamed\",\"email\":\"m2@app.com\",\"address\":\"namw\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"1125\",\"phone\":\"01236589635\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3600.00, 0.00, '20210316-10460910', 1615884369, 1, 1, 1, 1, NULL, NULL, NULL, '2021-03-16 14:46:09', '2021-03-16 14:50:37'),
(31, 69, NULL, '{\"name\":\"mohamed\",\"email\":\"m2@app.com\",\"address\":\"namw\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"1125\",\"phone\":\"01236589635\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 3420.00, 0.00, '20210316-11372051', 1615887440, 1, 1, 1, 1, NULL, NULL, NULL, '2021-03-16 15:37:20', '2021-03-16 15:40:53'),
(32, 70, NULL, '{\"name\":\"aliali\",\"email\":\"add@bb.com\",\"address\":\"5\\u0645\\u0633\\u0627\\u0643\\u0646 \\u0645\\u0635\\u0631\\u0644\\u0644\\u062a\\u0639\\u0645\\u064a\\u0631 \\u0634\\u064a\\u0631\\u0627\\u062a\\u0648\\u0646 \\u0627\\u0644\\u0645\\u0637\\u0627\\u0631 \\u0627\\u0644\\u0646\\u0632\\u0647\\u0629 \\u0627\\u0644\\u0642\\u0627\\u0647\\u0631\\u0629\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"44452\",\"phone\":\"0554125224\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'pending', 10260.00, 0.00, '20210316-14404420', 1615898444, 1, 1, 1, 1, NULL, NULL, NULL, '2021-03-16 18:40:44', '2021-03-17 15:27:58'),
(33, 70, NULL, '{\"name\":\"aliali\",\"email\":\"add@bb.com\",\"address\":\"5\\u0645\\u0633\\u0627\\u0643\\u0646 \\u0645\\u0635\\u0631\\u0644\\u0644\\u062a\\u0639\\u0645\\u064a\\u0631 \\u0634\\u064a\\u0631\\u0627\\u062a\\u0648\\u0646 \\u0627\\u0644\\u0645\\u0637\\u0627\\u0631 \\u0627\\u0644\\u0646\\u0632\\u0647\\u0629 \\u0627\\u0644\\u0642\\u0627\\u0647\\u0631\\u0629\",\"country\":\"Egypt\",\"city\":\"cairo\",\"postal_code\":\"44452\",\"phone\":\"0554125224\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 3850.00, 0.00, '20210317-12561397', 1615978573, 0, 1, 1, 0, NULL, NULL, NULL, '2021-03-17 16:56:13', '2021-03-17 17:00:58'),
(34, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-03013750', 1619485297, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 01:01:37', '2021-04-27 01:01:37'),
(35, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-03253527', 1619486735, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 01:25:35', '2021-04-27 01:25:35'),
(36, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-03284674', 1619486926, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 01:28:46', '2021-04-27 01:28:46'),
(37, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-03290276', 1619486942, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 01:29:02', '2021-04-27 01:29:02'),
(38, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-12431645', 1619520196, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 10:43:16', '2021-04-27 10:43:16'),
(39, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-12434951', 1619520229, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 10:43:49', '2021-04-27 10:43:49'),
(40, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210427-12441146', 1619520251, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 10:44:11', '2021-04-27 10:44:11'),
(41, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'picked', 9120.00, 0.00, '20210427-13045362', 1619521493, 1, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 11:04:53', '2021-04-30 23:46:40'),
(42, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', 0.00, 0.00, '20210428-01184398', 1619565523, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 23:18:43', '2021-04-27 23:18:43'),
(43, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', NULL, 0.00, '20210428-01193771', 1619565577, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 23:19:37', '2021-04-27 23:19:37'),
(44, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'pending', NULL, 0.00, '20210428-01205460', 1619565654, 0, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 23:20:54', '2021-04-27 23:20:54'),
(46, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'picked', NULL, 0.00, '20210428-01225581', 1619565775, 1, 0, 0, 0, NULL, NULL, NULL, '2021-04-27 23:22:55', '2021-05-01 00:47:22'),
(49, 73, NULL, '{\"name\":\"mohamed\",\"email\":\"mohamed@app.com\",\"address\":\"Minim ipsum cupidata\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"Totam temporibus odi\",\"phone\":\"+1 (553) 997-4966\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'delivered', 12720.00, 0.00, '20210428-02051578', 1619568315, 1, 0, 0, 0, 'home_delivery', 0.00, NULL, '2021-04-28 00:05:15', '2021-05-01 00:30:08'),
(50, 8, NULL, '{\"name\":\"Mr. Customer\",\"email\":\"customer@example.com\",\"address\":\"test address\",\"country\":\"Egypt\",\"city\":\"Alexandria\",\"postal_code\":\"12365\",\"phone\":\"0123654895\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'delivered', 23520.00, 0.00, '20210428-02584255', 1619571522, 1, 1, 1, 1, 'home_delivery', 0.00, NULL, '2021-04-28 00:58:42', '2021-05-03 09:25:55'),
(51, 8, NULL, '{\"name\":\"Mr. Customer\",\"email\":\"customer@example.com\",\"address\":\"test address\",\"country\":\"Egypt\",\"city\":\"Alexandria\",\"postal_code\":\"12365\",\"phone\":\"0123654895\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'delivered', 16320.00, 0.00, '20210430-11021222', 1619773332, 1, 1, 1, 0, 'home_delivery', 0.00, NULL, '2021-04-30 09:02:12', '2021-05-03 09:25:46'),
(52, 8, NULL, '{\"name\":\"Mr. Customer\",\"email\":\"customer@example.com\",\"address\":\"test address\",\"country\":\"Egypt\",\"city\":\"Alexandria\",\"postal_code\":\"12365\",\"phone\":\"0123654895\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'delivered', 6840.00, 0.00, '20210501-03301386', 1619832613, 1, 1, 1, 0, 'home_delivery', 0.00, NULL, '2021-05-01 01:30:13', '2021-05-03 09:25:37'),
(55, 8, NULL, '{\"name\":\"Mr. Customer\",\"email\":\"customer@example.com\",\"address\":\"test address\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"12545\",\"phone\":\"01254585788\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'paid', NULL, 'delivered', 9300.00, 0.00, '20210502-12011462', 1619949674, 1, 1, 1, 1, 'home_delivery', 0.00, 2, '2021-05-02 10:01:14', '2021-05-02 11:41:39'),
(56, 8, NULL, '{\"name\":\"Mr. Customer\",\"email\":\"customer@example.com\",\"address\":\"test address\",\"country\":\"Egypt\",\"city\":\"Luxor\",\"postal_code\":\"12545\",\"phone\":\"01254585788\",\"checkout_type\":\"logged\"}', 'cash_on_delivery', 'unpaid', NULL, 'picked', 9120.00, 0.00, '20210503-10243855', 1620030278, 1, 0, 1, 0, 'home_delivery', 0.00, NULL, '2021-05-03 08:24:38', '2021-05-03 11:31:45');

-- --------------------------------------------------------

--
-- Table structure for table `order_details`
--

CREATE TABLE `order_details` (
  `id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `seller_id` int(11) DEFAULT NULL,
  `product_id` int(11) NOT NULL,
  `variation` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` double(20,2) DEFAULT NULL,
  `tax` double(20,2) NOT NULL DEFAULT 0.00,
  `shipping_cost` double(20,2) DEFAULT 0.00,
  `quantity` int(11) DEFAULT NULL,
  `payment_status` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'unpaid',
  `delivery_status` varchar(20) COLLATE utf8_unicode_ci DEFAULT 'pending',
  `item_status` varchar(15) COLLATE utf8_unicode_ci DEFAULT 'pending',
  `at_stock` int(3) NOT NULL DEFAULT 0,
  `shipping_type` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pickup_point_id` int(11) DEFAULT NULL,
  `product_referral_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `order_details`
--

INSERT INTO `order_details` (`id`, `order_id`, `seller_id`, `product_id`, `variation`, `price`, `tax`, `shipping_cost`, `quantity`, `payment_status`, `delivery_status`, `item_status`, `at_stock`, `shipping_type`, `pickup_point_id`, `product_referral_code`, `created_at`, `updated_at`) VALUES
(23, 20, 54, 41, 'Aqua', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-04 19:54:27', '2021-03-04 19:59:00'),
(24, 21, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-09 23:02:35', '2021-03-09 23:03:42'),
(27, 24, 64, 46, 'White-42', 3600.00, 0.00, 0.00, 1, 'paid', 'delivered', 'not_available', 0, 'home_delivery', NULL, NULL, '2021-03-10 19:56:37', '2021-03-10 20:23:55'),
(28, 25, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'unpaid', 'pending', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-10 22:13:32', '2021-03-10 22:13:32'),
(29, 26, 64, 46, 'White-42', 3600.00, 0.00, 0.00, 1, 'unpaid', 'pending', 'not_available', 0, 'home_delivery', NULL, NULL, '2021-03-10 22:15:08', '2021-03-10 22:15:08'),
(30, 27, 64, 46, 'White-43', 3600.00, 0.00, 0.00, 1, 'unpaid', 'pending', 'available', 0, 'home_delivery', NULL, NULL, '2021-03-11 00:22:16', '2021-03-11 00:22:16'),
(31, 28, 64, 46, 'White-40', 3600.00, 0.00, 0.00, 1, 'paid', 'confirmed', 'available', 0, 'home_delivery', NULL, NULL, '2021-03-11 11:29:00', '2021-03-11 12:56:03'),
(32, 29, 64, 46, 'White-40', 3600.00, 0.00, 0.00, 1, 'unpaid', 'pending', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-11 17:57:09', '2021-03-11 17:57:09'),
(33, 30, 64, 46, 'White-43', 3600.00, 0.00, 0.00, 1, 'paid', 'delivered', 'no', 0, 'home_delivery', NULL, NULL, '2021-03-16 14:46:09', '2021-03-16 14:50:13'),
(34, 31, 54, 41, 'Aqua', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-16 15:37:20', '2021-03-16 15:38:22'),
(35, 32, 54, 41, 'Aqua', 6000.00, 840.00, 0.00, 2, 'paid', 'delivered', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-16 18:40:44', '2021-03-17 15:27:38'),
(36, 32, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', NULL, 0, 'home_delivery', NULL, NULL, '2021-03-16 18:40:44', '2021-03-17 15:27:38'),
(38, 41, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'picked', 'available', 1, 'home_delivery', NULL, NULL, '2021-04-27 11:04:53', '2021-04-30 23:59:28'),
(39, 41, 54, 41, 'Aqua', 3000.00, 420.00, 0.00, 1, 'unpaid', 'picked', 'available', 1, 'home_delivery', NULL, NULL, '2021-04-27 11:04:53', '2021-04-30 23:59:36'),
(40, 41, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'unpaid', 'picked', 'available', 1, 'home_delivery', NULL, NULL, '2021-04-27 11:04:53', '2021-04-30 23:59:38'),
(41, 46, 54, 41, 'DarkGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'picked', NULL, 0, 'home_delivery', NULL, NULL, '2021-04-27 23:22:55', '2021-05-01 00:47:22'),
(42, 46, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'unpaid', 'picked', NULL, 0, 'home_delivery', NULL, NULL, '2021-04-27 23:22:55', '2021-05-01 00:47:22'),
(43, 46, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'picked', NULL, 0, 'home_delivery', NULL, NULL, '2021-04-27 23:22:55', '2021-05-01 00:47:22'),
(44, 49, 54, 41, 'DarkGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-28 00:05:15', '2021-05-01 00:30:08'),
(45, 49, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-28 00:05:16', '2021-05-01 00:30:08'),
(46, 49, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'delivered', 'not_available', 0, NULL, NULL, NULL, '2021-04-28 00:05:16', '2021-05-01 00:30:08'),
(47, 49, 64, 46, 'White-42', 3600.00, 0.00, 0.00, 1, 'unpaid', 'delivered', 'pending', 0, NULL, NULL, NULL, '2021-04-28 00:05:16', '2021-05-01 00:30:08'),
(48, 50, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-28 00:58:42', '2021-05-01 02:31:21'),
(49, 50, 54, 41, 'DarkGray', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', 'not_available', 0, NULL, NULL, NULL, '2021-04-28 00:58:42', '2021-05-01 02:31:21'),
(50, 50, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'paid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-28 00:58:42', '2021-05-01 02:31:21'),
(51, 50, 64, 46, 'White-42', 3600.00, 0.00, 0.00, 1, 'paid', 'delivered', 'yes', 0, NULL, NULL, NULL, '2021-04-28 00:58:42', '2021-05-01 02:31:21'),
(52, 50, 64, 46, 'White-40', 7200.00, 0.00, 0.00, 2, 'paid', 'delivered', 'no', 0, NULL, NULL, NULL, '2021-04-28 00:58:43', '2021-05-01 02:31:21'),
(53, 50, 64, 46, 'White-41', 3600.00, 0.00, 0.00, 1, 'paid', 'delivered', 'no', 0, NULL, NULL, NULL, '2021-04-28 00:58:43', '2021-05-01 02:31:22'),
(54, 51, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-30 09:02:12', '2021-04-30 23:16:52'),
(55, 51, 54, 41, 'Aqua', 3000.00, 420.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-30 09:02:12', '2021-04-30 23:16:52'),
(56, 51, 54, 42, 'DimGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-30 09:02:12', '2021-04-30 23:16:52'),
(57, 51, 64, 46, 'White-40', 3600.00, 0.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-30 09:02:12', '2021-04-30 23:16:52'),
(58, 51, 64, 46, 'White-41', 3600.00, 0.00, 0.00, 1, 'unpaid', 'delivered', 'available', 0, NULL, NULL, NULL, '2021-04-30 09:02:12', '2021-04-30 23:16:52'),
(59, 52, 54, 42, 'SlateGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'delivered', 'available', 1, NULL, NULL, NULL, '2021-05-01 01:30:13', '2021-05-01 02:21:23'),
(60, 52, 54, 41, 'DarkGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'delivered', 'available', 1, NULL, NULL, NULL, '2021-05-01 01:30:13', '2021-05-01 02:21:23'),
(65, 55, 54, 41, 'Aqua', 3000.00, 420.00, 0.00, 1, 'paid', 'delivered', 'available', 1, NULL, NULL, NULL, '2021-05-02 10:01:14', '2021-05-02 11:41:18'),
(66, 55, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'paid', 'delivered', 'available', 1, NULL, NULL, NULL, '2021-05-02 10:01:14', '2021-05-02 11:41:18'),
(67, 55, 64, 46, 'White-43', 3600.00, 0.00, 0.00, 1, 'paid', 'delivered', 'available', 1, NULL, NULL, NULL, '2021-05-02 10:01:14', '2021-05-02 11:41:18'),
(68, 56, 54, 40, '', 2000.00, 280.00, 0.00, 1, 'unpaid', 'picked', 'available', 1, NULL, NULL, NULL, '2021-05-03 08:24:38', '2021-05-03 11:31:45'),
(69, 56, 54, 41, 'DarkGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'picked', 'available', 1, NULL, NULL, NULL, '2021-05-03 08:24:38', '2021-05-03 11:31:45'),
(70, 56, 54, 42, 'SlateGray', 3000.00, 420.00, 0.00, 1, 'unpaid', 'picked', 'available', 1, NULL, NULL, NULL, '2021-05-03 08:24:38', '2021-05-03 11:31:45');

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `type` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_title` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_description` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `keywords` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_image` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `type`, `title`, `slug`, `content`, `meta_title`, `meta_description`, `keywords`, `meta_image`, `created_at`, `updated_at`) VALUES
(1, 'home_page', 'Home Page', 'home', NULL, NULL, NULL, NULL, NULL, '2020-11-04 10:13:20', '2020-11-04 10:13:20'),
(2, 'seller_policy_page', 'Seller Policy Pages', 'sellerpolicy', NULL, NULL, NULL, NULL, NULL, '2020-11-04 10:14:41', '2020-11-04 12:19:30'),
(3, 'return_policy_page', 'Return Policy Page', 'returnpolicy', NULL, NULL, NULL, NULL, NULL, '2020-11-04 10:14:41', '2020-11-04 10:14:41'),
(4, 'support_policy_page', 'Support Policy Page', 'supportpolicy', NULL, NULL, NULL, NULL, NULL, '2020-11-04 10:14:59', '2020-11-04 10:14:59'),
(5, 'terms_conditions_page', 'Term Conditions Page', 'terms', NULL, NULL, NULL, NULL, NULL, '2020-11-04 10:15:29', '2020-11-04 10:15:29'),
(6, 'privacy_policy_page', 'Privacy Policy Page', 'privacypolicy', NULL, NULL, NULL, NULL, NULL, '2020-11-04 10:15:55', '2020-11-04 10:15:55');

-- --------------------------------------------------------

--
-- Table structure for table `page_translations`
--

CREATE TABLE `page_translations` (
  `id` bigint(20) NOT NULL,
  `page_id` bigint(20) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `payments`
--

CREATE TABLE `payments` (
  `id` int(11) NOT NULL,
  `seller_id` int(11) NOT NULL,
  `amount` double(20,2) NOT NULL DEFAULT 0.00,
  `payment_details` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `payment_method` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `txn_code` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `payments`
--

INSERT INTO `payments` (`id`, `seller_id`, `amount`, `payment_details`, `payment_method`, `txn_code`, `created_at`, `updated_at`) VALUES
(1, 1, 70.00, NULL, 'cash', NULL, '2021-02-14 06:48:04', '2021-02-14 06:48:04');

-- --------------------------------------------------------

--
-- Table structure for table `pickup_points`
--

CREATE TABLE `pickup_points` (
  `id` int(11) NOT NULL,
  `staff_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `address` text NOT NULL,
  `phone` varchar(15) NOT NULL,
  `pick_up_status` int(1) DEFAULT NULL,
  `cash_on_pickup_status` int(1) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `pickup_point_translations`
--

CREATE TABLE `pickup_point_translations` (
  `id` bigint(20) NOT NULL,
  `pickup_point_id` bigint(20) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `address` text COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `policies`
--

CREATE TABLE `policies` (
  `id` int(11) NOT NULL,
  `name` varchar(35) COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `policies`
--

INSERT INTO `policies` (`id`, `name`, `content`, `created_at`, `updated_at`) VALUES
(1, 'support_policy', NULL, '2019-10-29 12:54:45', '2019-01-22 05:13:15'),
(2, 'return_policy', NULL, '2019-10-29 12:54:47', '2019-01-24 05:40:11'),
(4, 'seller_policy', NULL, '2019-10-29 12:54:49', '2019-02-04 17:50:15'),
(5, 'terms', NULL, '2019-10-29 12:54:51', '2019-10-28 18:00:00'),
(6, 'privacy_policy', NULL, '2019-10-29 12:54:54', '2019-10-28 18:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `added_by` varchar(6) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'admin',
  `user_id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `subcategory_id` int(11) DEFAULT NULL,
  `subsubcategory_id` int(11) DEFAULT NULL,
  `brand_id` int(11) DEFAULT NULL,
  `photos` varchar(2000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `length` varchar(120) COLLATE utf8_unicode_ci DEFAULT NULL,
  `width` varchar(120) COLLATE utf8_unicode_ci DEFAULT NULL,
  `height` varchar(120) COLLATE utf8_unicode_ci DEFAULT NULL,
  `weight` varchar(120) COLLATE utf8_unicode_ci DEFAULT NULL,
  `model_number` varchar(120) COLLATE utf8_unicode_ci DEFAULT NULL,
  `warranty` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `thumbnail_img` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `video_provider` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `video_link` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tags` varchar(1000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit_price` double(20,2) NOT NULL,
  `purchase_price` double(20,2) NOT NULL DEFAULT 0.00,
  `variant_product` int(1) NOT NULL DEFAULT 0,
  `attributes` varchar(1000) COLLATE utf8_unicode_ci NOT NULL DEFAULT '[]',
  `choice_options` mediumtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `colors` mediumtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `variations` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `todays_deal` int(11) NOT NULL DEFAULT 0,
  `published` int(11) NOT NULL DEFAULT 1,
  `admin_approval` tinyint(3) NOT NULL DEFAULT 0,
  `featured` int(11) NOT NULL DEFAULT 0,
  `seller_featured` int(11) NOT NULL DEFAULT 0,
  `current_stock` int(10) NOT NULL DEFAULT 0,
  `alert_qty` int(11) NOT NULL DEFAULT 1,
  `unit` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `min_qty` int(11) NOT NULL DEFAULT 1,
  `discount` double(20,2) DEFAULT NULL,
  `discount_type` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `discount_from` int(20) DEFAULT NULL,
  `discount_to` int(20) DEFAULT NULL,
  `tax` double(20,2) DEFAULT 14.00,
  `tax_type` varchar(10) COLLATE utf8_unicode_ci DEFAULT 'percent',
  `shipping_type` varchar(20) CHARACTER SET latin1 DEFAULT 'flat_rate',
  `shipping_cost` double(20,2) DEFAULT 0.00,
  `num_of_sale` int(11) NOT NULL DEFAULT 0,
  `meta_title` mediumtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_description` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_img` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `pdf` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `slug` mediumtext COLLATE utf8_unicode_ci NOT NULL,
  `refundable` int(1) NOT NULL DEFAULT 0,
  `rating` double(8,2) NOT NULL DEFAULT 0.00,
  `barcode` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `digital` int(1) NOT NULL DEFAULT 0,
  `file_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `file_path` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `name`, `added_by`, `user_id`, `category_id`, `subcategory_id`, `subsubcategory_id`, `brand_id`, `photos`, `length`, `width`, `height`, `weight`, `model_number`, `warranty`, `thumbnail_img`, `video_provider`, `video_link`, `tags`, `description`, `unit_price`, `purchase_price`, `variant_product`, `attributes`, `choice_options`, `colors`, `variations`, `todays_deal`, `published`, `admin_approval`, `featured`, `seller_featured`, `current_stock`, `alert_qty`, `unit`, `min_qty`, `discount`, `discount_type`, `discount_from`, `discount_to`, `tax`, `tax_type`, `shipping_type`, `shipping_cost`, `num_of_sale`, `meta_title`, `meta_description`, `meta_img`, `pdf`, `slug`, `refundable`, `rating`, `barcode`, `digital`, `file_name`, `file_path`, `created_at`, `updated_at`) VALUES
(40, 'PUMA WOMEN PAG', 'seller', 54, 61, NULL, NULL, NULL, '14', NULL, NULL, NULL, NULL, NULL, NULL, '14', 'youtube', NULL, '', '<p>مأخوذة من مجموعتنا اليومية ، هذه الحقيبة الصغيرة مصنوعة من قماش شبيه بألوان قزحية ملفتة للانتباه مع تقليم PU متغير الشكل<br></p>', 2000.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 1, 1, 0, 4, 3, 'PC', 1, 500.00, 'amount', 1614773400, 1614775200, 14.00, 'percent', NULL, 0.00, 8, 'PUMA WOMEN PAG', '<p>مأخوذة من مجموعتنا اليومية ، هذه الحقيبة الصغيرة مصنوعة من قماش شبيه بألوان قزحية ملفتة للانتباه مع تقليم PU متغير الشكل<br></p>', NULL, NULL, 'PUMA-WOMEN-PAG-yItVf', 0, 0.00, NULL, 0, NULL, NULL, '2021-03-03 19:10:55', '2021-05-03 09:23:06'),
(41, 'puma sport shoes', 'seller', 54, 67, NULL, NULL, 1, '16,17,15', NULL, NULL, NULL, NULL, NULL, NULL, '17', 'youtube', NULL, '', '<p>علامة تجارية رياضية متميزة افئة الاحذية الرياضية واللايف ستايل والمصنعة من احدث الماكينات الايطالية&nbsp;</p>', 3000.00, 2000.00, 1, '[]', '[]', '[\"#00FFFF\",\"#A9A9A9\"]', NULL, 0, 1, 1, 1, 0, 3, 0, 'PC', 1, 0.00, 'amount', 1614808800, 1614895199, 14.00, 'percent', NULL, 0.00, 12, 'puma sport shoes', '<p>علامة تجارية رياضية متميزة افئة الاحذية الرياضية واللايف ستايل والمصنعة من احدث الماكينات الايطالية&nbsp;</p>', NULL, NULL, 'puma-sport-shoes-lwoyz', 1, 0.00, NULL, 0, NULL, NULL, '2021-03-04 18:45:01', '2021-05-10 00:04:13'),
(42, 'puma sport shoes', 'seller', 54, 67, NULL, NULL, 1, '20,18,19', NULL, NULL, NULL, NULL, NULL, NULL, '20', 'youtube', NULL, '', 'احذية رياضية&nbsp; اصلية بافضل الخامات', 3000.00, 3000.00, 1, '[]', '[]', '[\"#696969\",\"#708090\"]', NULL, 0, 1, 1, 1, 0, 3, 0, 'PC', 1, 1.00, 'percent', 1614808800, 1614895199, 14.00, 'percent', NULL, 0.00, 10, 'puma sport shoes', 'احذية رياضية&nbsp; اصلية بافضل الخامات', NULL, NULL, 'puma-sport-shoes-yr3kh', 1, 0.00, NULL, 0, NULL, NULL, '2021-03-04 19:17:19', '2021-05-10 00:04:13'),
(46, 'PUMA BMW MS Changer Ignite 40', 'seller', 64, 67, NULL, NULL, 1, '41,39,40,43,38', NULL, NULL, NULL, NULL, NULL, NULL, '40', NULL, NULL, 'Sport', '<p>PUMA<br></p>', 3600.00, 0.00, 1, '[\"1\"]', '[{\"attribute_id\":\"1\",\"values\":[\"42\",\"43\",\"40\",\"41\"]}]', '[\"#FFFFFF\"]', NULL, 0, 1, 1, 1, 0, 0, 0, 'PC', 1, 0.00, 'amount', 0, 0, NULL, 'include', 'flat_rate', 0.00, 13, 'kjkjklg', 'dfbgdfbdfdbf', NULL, NULL, 'puma-bmw-ms-changer-ignite-iyxic', 1, 0.00, NULL, 0, NULL, NULL, '2021-03-10 18:50:05', '2021-05-02 10:01:14'),
(59, 'test product for tom', 'seller', 64, 53, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, 0.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 0, 0, 0, 0, 0, 'pc', 1, 0.00, 'amount', NULL, NULL, 14.00, 'percent', 'flat_rate', 0.00, 0, 'test product for tom', NULL, NULL, NULL, 'test-product-for-tom-eZqfW', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-08 04:21:05', '2021-05-08 04:21:05'),
(60, 'eeee', 'seller', 64, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, 0.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 0, 0, 0, 0, 0, 'pc', 1, 0.00, 'amount', NULL, NULL, 14.00, 'percent', 'flat_rate', 0.00, 0, 'eeee', NULL, NULL, NULL, 'eeee-gnrEo', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-08 04:24:18', '2021-05-08 04:24:18'),
(61, 'dddd', 'seller', 64, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, 0.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 0, 0, 0, 0, 0, 'pc', 1, 0.00, 'amount', NULL, NULL, 14.00, 'percent', 'flat_rate', 0.00, 0, 'dddd', NULL, NULL, NULL, 'dddd-de6zc', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-08 04:27:18', '2021-05-08 04:27:18'),
(62, 'dddd', 'seller', 64, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, 0.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 0, 0, 0, 0, 0, 'ff', 1, 0.00, 'amount', NULL, NULL, 14.00, 'percent', 'flat_rate', 0.00, 0, 'dddd', NULL, NULL, NULL, 'dddd-7waYk', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-08 04:28:38', '2021-05-08 04:28:38'),
(63, 'ffff', 'seller', 64, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, 0.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 0, 0, 0, 0, 0, 'ff', 1, 0.00, 'amount', NULL, NULL, 14.00, 'percent', 'flat_rate', 0.00, 0, 'ffff', NULL, NULL, NULL, 'ffff-OaLF7', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-08 06:20:03', '2021-05-08 06:20:03'),
(64, 'eeee', 'seller', 64, 30, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, 0.00, 0.00, 0, '[]', '[]', '[]', NULL, 0, 1, 0, 0, 0, 0, 0, 'eee', 1, 0.00, 'amount', NULL, NULL, 14.00, 'percent', 'flat_rate', 0.00, 0, 'eeee', NULL, NULL, NULL, 'eeee-NPSoH', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-08 06:24:35', '2021-05-08 06:24:35'),
(65, 'محمد حسين', 'seller', 64, 48, NULL, NULL, 2, '43,42,41,39', NULL, NULL, NULL, NULL, NULL, NULL, '41', 'youtube', NULL, 'dd', '<p>2222222222222222222222222222222<br></p>', 150.00, 0.00, 1, '[]', '[]', '[]', NULL, 0, 1, 1, 1, 0, 0, 0, 'pc', 1, 0.00, 'amount', 0, 0, 14.00, 'amount', 'flat_rate', 0.00, 0, 'محمد حسين', '<p>2222222222222222222222222222222<br></p>', NULL, NULL, '--h5uve', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-09 08:49:39', '2021-05-10 00:23:27'),
(67, 'test', 'seller', 54, 75, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', '<p>dddddddddddddd</p>', 10.00, 0.00, 1, '[]', '[]', '[\"#FAEBD7\",\"#00FFFF\",\"#7FFFD4\",\"#00FFFF\"]', NULL, 0, 1, 0, 0, 0, 150, 9, 'pc', 1, 0.00, 'amount', 0, 0, 14.00, 'percent', 'flat_rate', 0.00, 0, 'test', '<p>dddddddddddddd</p>', NULL, NULL, 'test-ckvza', 0, 0.00, NULL, 0, NULL, NULL, '2021-05-11 17:23:24', '2021-05-11 18:54:12');

-- --------------------------------------------------------

--
-- Table structure for table `product_stocks`
--

CREATE TABLE `product_stocks` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `seller_id` int(11) DEFAULT NULL,
  `variant` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sku` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` double(20,2) NOT NULL DEFAULT 0.00,
  `qty` int(11) NOT NULL DEFAULT 0,
  `alert_qty` int(11) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_stocks`
--

INSERT INTO `product_stocks` (`id`, `product_id`, `seller_id`, `variant`, `sku`, `price`, `qty`, `alert_qty`, `created_at`, `updated_at`) VALUES
(61, 33, NULL, NULL, NULL, 300.00, 197, 10, '2021-02-22 06:47:44', '2021-02-22 06:47:44'),
(63, 36, NULL, NULL, NULL, 699.00, 7, 123, '2021-02-22 07:36:08', '2021-02-22 07:36:08'),
(64, 37, NULL, NULL, NULL, 0.00, 0, 0, '2021-02-22 07:37:44', '2021-02-22 07:37:44'),
(65, 38, NULL, NULL, NULL, 306.00, 82, 6, '2021-02-22 07:38:46', '2021-02-22 07:38:46'),
(66, 34, NULL, NULL, NULL, 300.00, 197, 10, '2021-02-22 07:48:47', '2021-02-22 07:48:47'),
(68, 39, NULL, NULL, NULL, 10.00, 10, 8, '2021-02-22 08:16:57', '2021-02-22 08:16:57'),
(72, 35, NULL, NULL, NULL, 350.00, 2996, 5, '2021-02-22 12:43:03', '2021-02-22 12:43:03'),
(73, 40, NULL, NULL, NULL, 2000.00, 10, 3, '2021-03-03 19:10:55', '2021-03-03 19:10:55'),
(76, 41, NULL, 'Aqua', 'Aqua', 3000.00, 2, 10, '2021-03-04 19:32:09', '2021-05-02 10:01:14'),
(77, 41, NULL, 'DarkGray', '18853107', 3000.00, 5, 5, '2021-03-04 19:32:09', '2021-05-03 08:24:38'),
(78, 42, NULL, 'DimGray', NULL, 3000.00, 2, 5, '2021-03-04 19:35:19', '2021-05-02 07:23:59'),
(79, 42, NULL, 'SlateGray', NULL, 3000.00, 8, 5, '2021-03-04 19:35:19', '2021-05-03 08:24:38'),
(81, 44, NULL, NULL, NULL, 862.00, 98, 10, '2021-03-10 16:58:43', '2021-03-10 16:58:43'),
(92, 43, NULL, 'xl', NULL, 10.00, 10, 5, '2021-03-10 17:08:21', '2021-03-10 17:08:21'),
(93, 43, NULL, 'lk', 'lk', 10.00, 10, 10, '2021-03-10 17:08:21', '2021-03-10 17:08:21'),
(94, 43, NULL, 'lkk', 'lkk', 10.00, 15, 12, '2021-03-10 17:08:21', '2021-03-10 17:08:21'),
(111, 46, NULL, 'White-42', NULL, 3600.00, 0, 3, '2021-03-10 20:00:43', '2021-04-28 00:58:42'),
(112, 46, NULL, 'White-43', NULL, 3600.00, 2, 4, '2021-03-10 20:00:43', '2021-05-02 10:01:14'),
(113, 46, NULL, 'White-40', NULL, 3600.00, 3, 4, '2021-03-10 20:00:43', '2021-04-30 09:02:12'),
(114, 46, NULL, 'White-41', NULL, 3600.00, 5, 4, '2021-03-10 20:00:43', '2021-04-30 09:02:12'),
(115, 47, NULL, NULL, NULL, 0.00, 0, 0, '2021-03-16 14:42:16', '2021-03-16 14:42:16'),
(152, 52, NULL, 'L', 'L', 50.00, 200, 10, '2021-05-02 06:38:26', '2021-05-02 06:38:26'),
(153, 52, NULL, 'XL', 'XL', 50.00, 200, 10, '2021-05-02 06:38:26', '2021-05-02 06:38:26'),
(155, 56, NULL, NULL, NULL, 50.00, 0, 0, '2021-05-02 06:46:42', '2021-05-02 06:46:42'),
(156, 58, NULL, NULL, NULL, 10.00, 50, 3, '2021-05-03 11:39:22', '2021-05-03 11:39:22'),
(157, 59, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-08 04:21:05', '2021-05-08 04:21:05'),
(158, 60, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-08 04:24:18', '2021-05-08 04:24:18'),
(159, 61, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-08 04:27:18', '2021-05-08 04:27:18'),
(160, 62, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-08 04:28:38', '2021-05-08 04:28:38'),
(161, 63, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-08 06:20:03', '2021-05-08 06:20:03'),
(162, 64, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-08 06:24:35', '2021-05-08 06:24:35'),
(195, 66, NULL, NULL, NULL, 0.00, 0, 0, '2021-05-09 23:59:19', '2021-05-09 23:59:19'),
(196, 65, NULL, NULL, NULL, 150.00, 0, 0, '2021-05-10 00:23:27', '2021-05-10 00:23:27'),
(204, 67, 54, 'AntiqueWhite', 'AntiqueWhite', 10.00, 90, 100, '2021-05-11 18:54:12', '2021-05-11 18:54:12'),
(205, 67, 54, 'Aqua', 'Aqua', 10.00, 80, 100, '2021-05-11 18:54:12', '2021-05-11 18:54:12'),
(206, 67, 54, 'Aquamarine', 'Aquamarine', 10.00, 100, 30, '2021-05-11 18:54:12', '2021-05-11 18:54:12');

-- --------------------------------------------------------

--
-- Table structure for table `product_translations`
--

CREATE TABLE `product_translations` (
  `id` bigint(20) NOT NULL,
  `product_id` bigint(20) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unit` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `product_translations`
--

INSERT INTO `product_translations` (`id`, `product_id`, `name`, `unit`, `description`, `lang`, `created_at`, `updated_at`) VALUES
(28, 40, 'PUMA WOMEN PAG', 'PC', '<p>مأخوذة من مجموعتنا اليومية ، هذه الحقيبة الصغيرة مصنوعة من قماش شبيه بألوان قزحية ملفتة للانتباه مع تقليم PU متغير الشكل<br></p>', 'en', '2021-03-03 19:10:55', '2021-03-03 19:10:55'),
(29, 41, 'puma sport shoes', 'PC', '<p>علامة تجارية رياضية متميزة افئة الاحذية الرياضية واللايف ستايل والمصنعة من احدث الماكينات الايطالية&nbsp;</p>', 'en', '2021-03-04 18:45:01', '2021-03-04 18:45:01'),
(30, 42, 'puma sport shoes', 'PC', 'احذية رياضية&nbsp; اصلية بافضل الخامات', 'en', '2021-03-04 19:17:19', '2021-03-04 19:17:19'),
(31, 43, 'test peee', 'pc', '<p>ddd</p>', 'en', '2021-03-10 16:18:07', '2021-03-10 16:18:07'),
(32, 44, 'Shea Conrad', 'pc', NULL, 'en', '2021-03-10 16:58:43', '2021-03-10 16:58:43'),
(33, 45, 'Future Cat SF OG Puma Black/White -  Red', 'pc', NULL, 'en', '2021-03-10 17:01:35', '2021-03-10 17:01:35'),
(34, 46, 'PUMA BMW MS Changer Ignite 40', 'PC', '<p>PUMA<br></p>', 'en', '2021-03-10 18:50:05', '2021-03-10 18:56:12'),
(38, 58, 'معارض 2018', 'pc', '<p>hhhhh</p>', 'en', '2021-05-03 11:39:22', '2021-05-03 11:39:22'),
(39, 59, 'test product for tom', 'pc', NULL, 'en', '2021-05-08 04:21:05', '2021-05-08 04:21:05'),
(40, 60, 'eeee', 'pc', NULL, 'en', '2021-05-08 04:24:18', '2021-05-08 04:24:18'),
(41, 61, 'dddd', 'pc', NULL, 'en', '2021-05-08 04:27:18', '2021-05-08 04:27:18'),
(42, 62, 'dddd', 'ff', NULL, 'en', '2021-05-08 04:28:38', '2021-05-08 04:28:38'),
(43, 63, 'ffff', 'ff', NULL, 'en', '2021-05-08 06:20:03', '2021-05-08 06:20:03'),
(44, 64, 'eeee', 'eee', NULL, 'en', '2021-05-08 06:24:35', '2021-05-08 06:24:35'),
(45, 65, 'محمد حسين', 'pc', '<p>2222222222222222222222222222222<br></p>', 'en', '2021-05-09 08:49:40', '2021-05-09 08:49:40'),
(47, 67, 'test', 'pc', '<p>dddddddddddddd</p>', 'en', '2021-05-11 17:23:24', '2021-05-11 17:23:24');

-- --------------------------------------------------------

--
-- Table structure for table `refund_requests`
--

CREATE TABLE `refund_requests` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `order_detail_id` int(11) NOT NULL,
  `seller_id` int(11) NOT NULL,
  `seller_approval` int(1) NOT NULL DEFAULT 1,
  `admin_approval` int(1) NOT NULL DEFAULT 1,
  `refund_amount` double(8,2) NOT NULL DEFAULT 0.00,
  `reason` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `admin_seen` int(11) NOT NULL,
  `refund_status` int(1) NOT NULL DEFAULT 0 COMMENT '0 => pending , 1 => paid, 2=> at stock, 3 => check product  ',
  `refund_type` int(2) NOT NULL DEFAULT 1 COMMENT '1 => customer welt , 2 => customer bank  ',
  `account_no` int(11) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `refund_requests`
--

INSERT INTO `refund_requests` (`id`, `user_id`, `order_id`, `order_detail_id`, `seller_id`, `seller_approval`, `admin_approval`, `refund_amount`, `reason`, `admin_seen`, `refund_status`, `refund_type`, `account_no`, `created_at`, `updated_at`) VALUES
(2, 12, 3, 3, 3, 1, 1, 561.00, 'not quantitiit', 1, 1, 1, NULL, '2021-02-13 16:56:36', '2021-02-13 17:01:03'),
(3, 12, 13, 14, 3, 1, 1, 20.00, 'not qulified', 1, 1, 1, NULL, '2021-02-17 03:04:21', '2021-02-17 03:06:33'),
(4, 21, 14, 15, 9, 1, 1, 120.00, 'rrrrrrrtyuikjhgfdfghj,kjhg', 1, 1, 1, NULL, '2021-02-17 12:59:27', '2021-02-17 13:01:28'),
(5, 40, 17, 18, 9, 0, 0, 680.00, 'not findd rf thjhtht', 1, 3, 1, NULL, '2021-02-22 10:00:37', '2021-02-23 08:56:49'),
(6, 40, 17, 19, 9, 0, 1, 315.00, 'testtetetttttttttttttttttttttttttttttttttttttt', 1, 1, 2, NULL, '2021-02-22 10:16:01', '2021-02-24 20:45:41'),
(7, 40, 18, 20, 9, 0, 1, 370.00, 'teeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee', 1, 1, 1, NULL, '2021-02-22 12:58:34', '2021-02-23 08:50:24'),
(8, 55, 20, 23, 54, 1, 1, 3420.00, 'fhkhjkhjkjh', 0, 1, 1, NULL, '2021-03-04 20:13:29', '2021-03-04 20:15:23'),
(9, 60, 21, 24, 54, 1, 0, 3420.00, ';kjhgh;,kn', 1, 3, 1, 55255, '2021-03-09 23:05:02', '2021-03-18 18:20:54'),
(10, 65, 24, 27, 64, 1, 0, 3600.00, 'htrhryjh', 1, 1, 1, 1452563588, '2021-03-10 20:27:02', '2021-03-18 18:20:26'),
(11, 69, 30, 33, 64, 1, 1, 3600.00, 'no longer than', 1, 1, 2, 123654789, '2021-03-16 14:51:19', '2021-03-18 18:20:40'),
(12, 69, 31, 34, 54, 0, 0, 3420.00, 'rtetetette', 1, 1, 2, 123644, '2021-03-16 15:41:10', '2021-03-18 18:12:50'),
(13, 70, 32, 35, 54, 0, 0, 6840.00, 'xvfxbxsdvzdv', 1, 1, 1, NULL, '2021-03-17 15:28:10', '2021-03-17 15:39:31'),
(14, 8, 54, 63, 54, 0, 1, 3420.00, 'not good', 1, 1, 1, 2147483647, '2021-05-02 08:21:46', '2021-05-02 08:24:47'),
(15, 8, 55, 65, 54, 0, 0, 3420.00, 'test refund request', 1, 0, 1, 2147483647, '2021-05-02 11:43:47', '2021-05-02 12:03:29'),
(16, 8, 55, 67, 64, 0, 1, 3600.00, 'test rewwjfjhhthgg', 1, 1, 1, 2147483647, '2021-05-02 11:44:12', '2021-05-02 11:51:02'),
(17, 8, 54, 64, 54, 0, 0, 3420.00, 'sssssssssssssssssssssssssssssssssssss', 0, 0, 1, NULL, '2021-05-03 04:12:34', '2021-05-03 04:12:34');

-- --------------------------------------------------------

--
-- Table structure for table `reviews`
--

CREATE TABLE `reviews` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `rating` int(11) NOT NULL DEFAULT 0,
  `comment` mediumtext COLLATE utf8_unicode_ci NOT NULL,
  `status` int(1) NOT NULL DEFAULT 1,
  `viewed` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `reviews`
--

INSERT INTO `reviews` (`id`, `product_id`, `user_id`, `rating`, `comment`, `status`, `viewed`, `created_at`, `updated_at`) VALUES
(1, 1, 12, 5, 'this the best products', 1, 1, '2021-02-15 07:39:17', '2021-02-15 18:22:51'),
(2, 11, 12, 5, 'test review here', 1, 1, '2021-02-17 00:17:47', '2021-02-17 00:18:35'),
(3, 3, 21, 5, 'dfghjklkjhgfdfghj', 1, 0, '2021-02-17 12:55:03', '2021-02-17 12:55:03');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` int(11) NOT NULL,
  `name` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `permissions` mediumtext COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `permissions`, `created_at`, `updated_at`) VALUES
(1, 'Manager', '[\"1\",\"2\",\"4\"]', '2018-10-10 04:39:47', '2018-10-10 04:51:37'),
(2, 'Accountant', '[\"2\",\"3\"]', '2018-10-10 04:52:09', '2018-10-10 04:52:09'),
(3, 'admins', '[\"2\",\"3\",\"4\",\"5\",\"7\",\"8\",\"9\",\"10\",\"11\",\"12\"]', '2021-02-23 16:27:43', '2021-02-23 16:27:43');

-- --------------------------------------------------------

--
-- Table structure for table `role_translations`
--

CREATE TABLE `role_translations` (
  `id` bigint(20) NOT NULL,
  `role_id` bigint(20) NOT NULL,
  `name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `role_translations`
--

INSERT INTO `role_translations` (`id`, `role_id`, `name`, `lang`, `created_at`, `updated_at`) VALUES
(1, 3, 'admins', 'en', '2021-02-23 16:27:43', '2021-02-23 16:27:43');

-- --------------------------------------------------------

--
-- Table structure for table `searches`
--

CREATE TABLE `searches` (
  `id` int(11) NOT NULL,
  `query` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `count` int(11) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `searches`
--

INSERT INTO `searches` (`id`, `query`, `count`, `created_at`, `updated_at`) VALUES
(2, 'dcs', 1, '2020-03-08 00:29:09', '2020-03-08 00:29:09'),
(3, 'das', 3, '2020-03-08 00:29:15', '2020-03-08 00:29:50'),
(4, 'eeeeee', 2, '2021-02-13 06:14:20', '2021-02-15 20:29:20'),
(5, 'معارض 2018z', 2, '2021-02-15 19:59:40', '2021-02-15 20:00:02'),
(6, 'english', 1, '2021-02-15 20:42:42', '2021-02-15 20:42:42'),
(7, 'test quantity', 1, '2021-02-15 20:45:46', '2021-02-15 20:45:46'),
(8, 'hussein', 1, '2021-02-22 05:03:25', '2021-02-22 05:03:25'),
(9, 'puma sport shoes', 1, '2021-05-02 12:04:56', '2021-05-02 12:04:56');

-- --------------------------------------------------------

--
-- Table structure for table `sellers`
--

CREATE TABLE `sellers` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `national_id_photo` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `commercial_register_photo` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `tax_photo` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `company_name` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `seller_type` tinyint(3) DEFAULT NULL COMMENT '1 => Individually , 2=> Company',
  `verification_status` int(1) NOT NULL DEFAULT 0,
  `verification_info` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `cash_on_delivery_status` int(1) NOT NULL DEFAULT 0,
  `admin_to_pay` double(20,2) NOT NULL DEFAULT 0.00,
  `bank_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_acc_name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_acc_no` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_routing_no` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `ipan` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bank_payment_status` int(11) NOT NULL DEFAULT 1,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sellers`
--

INSERT INTO `sellers` (`id`, `user_id`, `national_id_photo`, `commercial_register_photo`, `tax_photo`, `company_name`, `seller_type`, `verification_status`, `verification_info`, `cash_on_delivery_status`, `admin_to_pay`, `bank_name`, `bank_acc_name`, `bank_acc_no`, `bank_routing_no`, `ipan`, `bank_payment_status`, `created_at`, `updated_at`) VALUES
(25, 39, '1613907096akH1Hkbw3pBE.png', NULL, NULL, NULL, 1, 0, NULL, 0, 0.00, NULL, NULL, NULL, NULL, NULL, 0, '2021-02-21 11:31:36', '2021-02-21 11:31:36'),
(33, 48, '161403110570uuJ5n8QtfN.jpg', NULL, NULL, NULL, 1, 0, NULL, 0, 0.00, 'bank_alhly', 'Illana Peck', '1236666985222222', '17', NULL, 1, '2021-02-22 21:58:25', '2021-02-22 21:58:25'),
(37, 54, '1614772118WMNBQ6iWwsNF.jpg', NULL, NULL, NULL, 1, 1, NULL, 0, 35780.00, 'bank_alhly', 'esraa@app.com', '1478523698521478', '3231528', NULL, 1, '2021-03-03 18:48:38', '2021-05-02 11:41:14'),
(42, 64, '1615376263xxbTY2rJeqpK.jpg', NULL, NULL, NULL, 1, 1, NULL, 0, 16560.00, 'bank_alhly', 'AliHamed Hassan', '123456789101112', '147258', '1141', 1, '2021-03-10 18:37:43', '2021-05-02 11:41:14'),
(45, 74, '1619870043mUNz4dHcALDZ.png', NULL, NULL, NULL, 1, 1, NULL, 0, 40.00, '1', 'Carson Evans', '1423456987412365', '11123', '94123', 1, '2021-05-01 11:54:03', '2021-05-02 07:40:55');

-- --------------------------------------------------------

--
-- Table structure for table `seller_withdraw_requests`
--

CREATE TABLE `seller_withdraw_requests` (
  `id` int(11) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `amount` double(20,2) DEFAULT NULL,
  `message` longtext DEFAULT NULL,
  `status` int(1) DEFAULT NULL,
  `viewed` int(1) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `seller_withdraw_requests`
--

INSERT INTO `seller_withdraw_requests` (`id`, `user_id`, `amount`, `message`, `status`, `viewed`, `created_at`, `updated_at`) VALUES
(1, 1, 70.00, '???? ??? ??? ???????', 1, 1, '2021-02-14 06:46:59', '2021-02-14 06:48:04');

-- --------------------------------------------------------

--
-- Table structure for table `seo_settings`
--

CREATE TABLE `seo_settings` (
  `id` int(11) NOT NULL,
  `keyword` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `author` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `revisit` int(11) NOT NULL,
  `sitemap_link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` longtext COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `seo_settings`
--

INSERT INTO `seo_settings` (`id`, `keyword`, `author`, `revisit`, `sitemap_link`, `description`, `created_at`, `updated_at`) VALUES
(1, 'bootstrap,responsive,template,developer', 'Active IT Zone', 11, 'https://www.activeitzone.com', 'Active E-commerce CMS Multi vendor system is such a platform to build a border less marketplace both for physical and digital goods.', '2019-08-08 08:56:11', '2019-08-08 02:56:11');

-- --------------------------------------------------------

--
-- Table structure for table `shipping_companies`
--

CREATE TABLE `shipping_companies` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `name_en` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `shipping_companies`
--

INSERT INTO `shipping_companies` (`id`, `name`, `name_en`) VALUES
(1, 'ارخص ', 'Ar5as'),
(2, 'بوسطة', 'Posta');

-- --------------------------------------------------------

--
-- Table structure for table `shops`
--

CREATE TABLE `shops` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `logo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sliders` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `facebook` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `google` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `twitter` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `youtube` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `slug` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `meta_description` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `pick_up_point_id` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `shipping_cost` double(20,2) NOT NULL DEFAULT 0.00,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `shops`
--

INSERT INTO `shops` (`id`, `user_id`, `name`, `logo`, `sliders`, `address`, `facebook`, `google`, `twitter`, `youtube`, `slug`, `meta_title`, `meta_description`, `pick_up_point_id`, `shipping_cost`, `created_at`, `updated_at`) VALUES
(17, 31, 'be online', NULL, NULL, 'dftgyujhkl;\'kljh', NULL, NULL, NULL, NULL, 'be-online-', NULL, NULL, NULL, 0.00, '2021-02-20 22:28:16', '2021-02-20 22:28:16'),
(18, 32, '12121', NULL, NULL, '1255ssssssssss', NULL, NULL, NULL, NULL, '12121-', NULL, NULL, NULL, 0.00, '2021-02-20 22:33:43', '2021-02-20 22:33:43'),
(19, 33, 'Warren Case', NULL, NULL, 'Ut magna vitae liber', NULL, NULL, NULL, NULL, 'Warren-Case-', NULL, NULL, NULL, 0.00, '2021-02-20 22:36:37', '2021-02-20 22:36:37'),
(20, 34, 'Katelyn Bullock', NULL, NULL, 'Vel ipsa dolore mol', NULL, NULL, NULL, NULL, 'Katelyn-Bullock-', NULL, NULL, NULL, 0.00, '2021-02-20 22:41:47', '2021-02-20 22:41:47'),
(25, 39, 'testtt', NULL, NULL, 'testtt 1020', NULL, NULL, NULL, NULL, 'testtt-', NULL, NULL, NULL, 0.00, '2021-02-21 11:31:36', '2021-02-21 11:31:36'),
(33, 48, 'Nehru Parrish', NULL, NULL, 'Enim qui assumenda s', NULL, NULL, NULL, NULL, 'Nehru-Parrish-', NULL, NULL, NULL, 0.00, '2021-02-22 21:58:25', '2021-02-22 21:58:25'),
(37, 54, 'MTD', NULL, NULL, '10TH OF RAMADAN CITY', NULL, NULL, NULL, NULL, 'MTD-', NULL, NULL, NULL, 0.00, '2021-03-03 18:48:38', '2021-03-03 18:48:38'),
(42, 64, 'Tom', NULL, NULL, 'homeEgypt', NULL, NULL, NULL, NULL, 'Tom-', NULL, NULL, NULL, 0.00, '2021-03-10 18:37:43', '2021-03-10 18:37:43'),
(45, 74, 'Hussein Shop', NULL, NULL, 'Libero excepturi ad', NULL, NULL, NULL, NULL, 'Hussein-Shop-', NULL, NULL, NULL, 0.00, '2021-05-01 11:54:03', '2021-05-01 11:54:03');

-- --------------------------------------------------------

--
-- Table structure for table `sliders`
--

CREATE TABLE `sliders` (
  `id` int(11) NOT NULL,
  `photo` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `published` int(1) NOT NULL DEFAULT 1,
  `link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sliders`
--

INSERT INTO `sliders` (`id`, `photo`, `published`, `link`, `created_at`, `updated_at`) VALUES
(7, 'uploads/sliders/slider-image.jpg', 1, NULL, '2019-03-12 05:58:05', '2019-03-12 05:58:05'),
(8, 'uploads/sliders/slider-image.jpg', 1, NULL, '2019-03-12 05:58:12', '2019-03-12 05:58:12');

-- --------------------------------------------------------

--
-- Table structure for table `staff`
--

CREATE TABLE `staff` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `staff`
--

INSERT INTO `staff` (`id`, `user_id`, `role_id`, `created_at`, `updated_at`) VALUES
(1, 51, 3, '2021-02-23 16:28:22', '2021-02-23 16:28:22'),
(2, 52, 3, '2021-02-23 16:29:00', '2021-02-23 16:29:00');

-- --------------------------------------------------------

--
-- Table structure for table `subscribers`
--

CREATE TABLE `subscribers` (
  `id` int(11) NOT NULL,
  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `subscribers`
--

INSERT INTO `subscribers` (`id`, `email`, `created_at`, `updated_at`) VALUES
(1, 'Trace17@gmail.com', '2021-03-09 12:16:25', '2021-03-09 12:16:25'),
(2, 'peter.algar@hotmail.co.uk', '2021-03-10 10:33:52', '2021-03-10 10:33:52');

-- --------------------------------------------------------

--
-- Table structure for table `tickets`
--

CREATE TABLE `tickets` (
  `id` int(11) NOT NULL,
  `code` int(6) NOT NULL,
  `user_id` int(11) NOT NULL,
  `subject` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `details` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `files` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL,
  `status` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'pending',
  `viewed` int(1) NOT NULL DEFAULT 0,
  `client_viewed` int(1) NOT NULL DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `tickets`
--

INSERT INTO `tickets` (`id`, `code`, `user_id`, `subject`, `details`, `files`, `status`, `viewed`, `client_viewed`, `created_at`, `updated_at`) VALUES
(1, 10000048, 64, 'test', 'refund  issue', NULL, 'open', 1, 1, '2021-03-10 14:33:38', '2021-03-10 21:33:38'),
(2, 1000004921, 64, 'test2', 'hi', '41', 'solved', 1, 1, '2021-03-10 14:32:48', '2021-03-10 21:32:48');

-- --------------------------------------------------------

--
-- Table structure for table `ticket_replies`
--

CREATE TABLE `ticket_replies` (
  `id` int(11) NOT NULL,
  `ticket_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `reply` longtext COLLATE utf8_unicode_ci NOT NULL,
  `files` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ticket_replies`
--

INSERT INTO `ticket_replies` (`id`, `ticket_id`, `user_id`, `reply`, `files`, `created_at`, `updated_at`) VALUES
(1, 1, 9, '<p>test your internet plz</p>', NULL, '2021-03-10 21:29:37', '2021-03-10 21:29:37'),
(2, 2, 9, '<p>testte now&nbsp;</p>', NULL, '2021-03-10 21:32:29', '2021-03-10 21:32:29'),
(3, 1, 9, '<p>tetetetette</p>', NULL, '2021-03-10 21:33:15', '2021-03-10 21:33:15');

-- --------------------------------------------------------

--
-- Table structure for table `translations`
--

CREATE TABLE `translations` (
  `id` int(11) NOT NULL,
  `lang` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lang_key` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `lang_value` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `translations`
--

INSERT INTO `translations` (`id`, `lang`, `lang_key`, `lang_value`, `created_at`, `updated_at`) VALUES
(3, 'en', 'All Category', 'All Category', '2020-11-02 07:40:38', '2020-11-02 07:40:38'),
(4, 'en', 'All', 'All', '2020-11-02 07:40:38', '2020-11-02 07:40:38'),
(5, 'en', 'Flash Sale', 'Flash Sale', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(6, 'en', 'View More', 'View More', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(7, 'en', 'Add to wishlist', 'Add to wishlist', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(8, 'en', 'Add to compare', 'Add to compare', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(9, 'en', 'Add to cart', 'Add to cart', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(10, 'en', 'Club Point', 'Club Point', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(11, 'en', 'Classified Ads', 'Classified Ads', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(13, 'en', 'Used', 'Used', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(14, 'en', 'Top 10 Categories', 'Top 10 Categories', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(15, 'en', 'View All Categories', 'View All Categories', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(16, 'en', 'Top 10 Brands', 'Top 10 Brands', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(17, 'en', 'View All Brands', 'View All Brands', '2020-11-02 07:40:40', '2020-11-02 07:40:40'),
(43, 'en', 'Terms & conditions', 'Terms & conditions', '2020-11-02 07:40:41', '2020-11-02 07:40:41'),
(51, 'en', 'Best Selling', 'Best Selling', '2020-11-02 07:40:42', '2020-11-02 07:40:42'),
(53, 'en', 'Top 20', 'Top 20', '2020-11-02 07:40:42', '2020-11-02 07:40:42'),
(55, 'en', 'Featured Products', 'Featured Products', '2020-11-02 07:40:42', '2020-11-02 07:40:42'),
(56, 'en', 'Best Sellers', 'Best Sellers', '2020-11-02 07:40:43', '2020-11-02 07:40:43'),
(57, 'en', 'Visit Store', 'Visit Store', '2020-11-02 07:40:43', '2020-11-02 07:40:43'),
(58, 'en', 'Popular Suggestions', 'Popular Suggestions', '2020-11-02 07:46:59', '2020-11-02 07:46:59'),
(59, 'en', 'Category Suggestions', 'Category Suggestions', '2020-11-02 07:46:59', '2020-11-02 07:46:59'),
(62, 'en', 'Automobile & Motorcycle', 'Automobile & Motorcycle', '2020-11-02 07:47:01', '2020-11-02 07:47:01'),
(63, 'en', 'Price range', 'Price range', '2020-11-02 07:47:01', '2020-11-02 07:47:01'),
(64, 'en', 'Filter by color', 'Filter by color', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(65, 'en', 'Home', 'Home', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(67, 'en', 'Newest', 'Newest', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(68, 'en', 'Oldest', 'Oldest', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(69, 'en', 'Price low to high', 'Price low to high', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(70, 'en', 'Price high to low', 'Price high to low', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(71, 'en', 'Brands', 'Brands', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(72, 'en', 'All Brands', 'All Brands', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(74, 'en', 'All Sellers', 'All Sellers', '2020-11-02 07:47:02', '2020-11-02 07:47:02'),
(78, 'en', 'Inhouse product', 'Inhouse product', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(79, 'en', 'Message Seller', 'Message Seller', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(80, 'en', 'Price', 'Price', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(81, 'en', 'Discount Price', 'Discount Price', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(82, 'en', 'Color', 'Color', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(83, 'en', 'Quantity', 'Quantity', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(84, 'en', 'available', 'available', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(85, 'en', 'Total Price', 'Total Price', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(86, 'en', 'Out of Stock', 'Out of Stock', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(87, 'en', 'Refund', 'Refund', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(88, 'en', 'Share', 'Share', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(89, 'en', 'Sold By', 'Sold By', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(90, 'en', 'customer reviews', 'customer reviews', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(91, 'en', 'Top Selling Products', 'Top Selling Products', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(92, 'en', 'Description', 'Description', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(93, 'en', 'Video', 'Video', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(94, 'en', 'Reviews', 'Reviews', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(95, 'en', 'Download', 'Download', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(96, 'en', 'There have been no reviews for this product yet.', 'There have been no reviews for this product yet.', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(97, 'en', 'Related products', 'Related products', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(98, 'en', 'Any query about this product', 'Any query about this product', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(99, 'en', 'Product Name', 'Product Name', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(100, 'en', 'Your Question', 'Your Question', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(101, 'en', 'Send', 'Send', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(103, 'en', 'Use country code before number', 'Use country code before number', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(105, 'en', 'Remember Me', 'Remember Me', '2020-11-02 08:18:03', '2020-11-02 08:18:03'),
(107, 'en', 'Dont have an account?', 'Dont have an account?', '2020-11-02 08:18:04', '2020-11-02 08:18:04'),
(108, 'en', 'Register Now', 'Register Now', '2020-11-02 08:18:04', '2020-11-02 08:18:04'),
(109, 'en', 'Or Login With', 'Or Login With', '2020-11-02 08:18:04', '2020-11-02 08:18:04'),
(110, 'en', 'oops..', 'oops..', '2020-11-02 10:29:04', '2020-11-02 10:29:04'),
(111, 'en', 'This item is out of stock!', 'This item is out of stock!', '2020-11-02 10:29:04', '2020-11-02 10:29:04'),
(112, 'en', 'Back to shopping', 'Back to shopping', '2020-11-02 10:29:04', '2020-11-02 10:29:04'),
(113, 'en', 'Login to your account.', 'Login to your account.', '2020-11-02 11:27:41', '2020-11-02 11:27:41'),
(115, 'en', 'Purchase History', 'Purchase History', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(116, 'en', 'New', 'New', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(117, 'en', 'Downloads', 'Downloads', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(118, 'en', 'Sent Refund Request', 'Sent Refund Request', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(119, 'en', 'Product Bulk Upload', 'Product Bulk Upload', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(123, 'en', 'Orders', 'Orders', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(124, 'en', 'Recieved Refund Request', 'Recieved Refund Request', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(126, 'en', 'Shop Setting', 'Shop Setting', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(127, 'en', 'Payment History', 'Payment History', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(128, 'en', 'Money Withdraw', 'Money Withdraw', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(129, 'en', 'Conversations', 'Conversations', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(130, 'en', 'My Wallet', 'My Wallet', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(131, 'en', 'Earning Points', 'Earning Points', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(132, 'en', 'Support Ticket', 'Support Ticket', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(133, 'en', 'Manage Profile', 'Manage Profile', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(134, 'en', 'Sold Amount', 'Sold Amount', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(135, 'en', 'Your sold amount (current month)', 'Your sold amount (current month)', '2020-11-02 11:27:53', '2020-11-02 11:27:53'),
(136, 'en', 'Total Sold', 'Total Sold', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(137, 'en', 'Last Month Sold', 'Last Month Sold', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(138, 'en', 'Total sale', 'Total sale', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(139, 'en', 'Total earnings', 'Total earnings', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(140, 'en', 'Successful orders', 'Successful orders', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(141, 'en', 'Total orders', 'Total orders', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(142, 'en', 'Pending orders', 'Pending orders', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(143, 'en', 'Cancelled orders', 'Cancelled orders', '2020-11-02 11:27:54', '2020-11-02 11:27:54'),
(145, 'en', 'Product', 'Product', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(147, 'en', 'Purchased Package', 'Purchased Package', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(148, 'en', 'Package Not Found', 'Package Not Found', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(149, 'en', 'Upgrade Package', 'Upgrade Package', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(150, 'en', 'Shop', 'Shop', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(151, 'en', 'Manage & organize your shop', 'Manage & organize your shop', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(152, 'en', 'Go to setting', 'Go to setting', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(153, 'en', 'Payment', 'Payment', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(154, 'en', 'Configure your payment method', 'Configure your payment method', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(156, 'en', 'My Panel', 'My Panel', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(158, 'en', 'Item has been added to wishlist', 'Item has been added to wishlist', '2020-11-02 11:27:55', '2020-11-02 11:27:55'),
(159, 'en', 'My Points', 'My Points', '2020-11-02 11:28:15', '2020-11-02 11:28:15'),
(160, 'en', ' Points', ' Points', '2020-11-02 11:28:15', '2020-11-02 11:28:15'),
(161, 'en', 'Wallet Money', 'Wallet Money', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(162, 'en', 'Exchange Rate', 'Exchange Rate', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(163, 'en', 'Point Earning history', 'Point Earning history', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(164, 'en', 'Date', 'Date', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(165, 'en', 'Points', 'Points', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(166, 'en', 'Converted', 'Converted', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(167, 'en', 'Action', 'Action', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(168, 'en', 'No history found.', 'No history found.', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(169, 'en', 'Convert has been done successfully Check your Wallets', 'Convert has been done successfully Check your Wallets', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(170, 'en', 'Something went wrong', 'Something went wrong', '2020-11-02 11:28:16', '2020-11-02 11:28:16'),
(171, 'en', 'Remaining Uploads', 'Remaining Uploads', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(172, 'en', 'No Package Found', 'No Package Found', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(173, 'en', 'Search product', 'Search product', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(174, 'en', 'Name', 'Name', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(176, 'en', 'Current Qty', 'Current Qty', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(177, 'en', 'Base Price', 'Base Price', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(178, 'en', 'Published', 'Published', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(179, 'en', 'Featured', 'Featured', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(180, 'en', 'Options', 'Options', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(181, 'en', 'Edit', 'Edit', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(182, 'en', 'Duplicate', 'Duplicate', '2020-11-02 11:37:13', '2020-11-02 11:37:13'),
(184, 'en', '1. Download the skeleton file and fill it with data.', '1. Download the skeleton file and fill it with data.', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(185, 'en', '2. You can download the example file to understand how the data must be filled.', '2. You can download the example file to understand how the data must be filled.', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(186, 'en', '3. Once you have downloaded and filled the skeleton file, upload it in the form below and submit.', '3. Once you have downloaded and filled the skeleton file, upload it in the form below and submit.', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(187, 'en', '4. After uploading products you need to edit them and set products images and choices.', '4. After uploading products you need to edit them and set products images and choices.', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(188, 'en', 'Download CSV', 'Download CSV', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(189, 'en', '1. Category,Sub category,Sub Sub category and Brand should be in numerical ids.', '1. Category,Sub category,Sub Sub category and Brand should be in numerical ids.', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(190, 'en', '2. You can download the pdf to get Category,Sub category,Sub Sub category and Brand id.', '2. You can download the pdf to get Category,Sub category,Sub Sub category and Brand id.', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(191, 'en', 'Download Category', 'Download Category', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(192, 'en', 'Download Sub category', 'Download Sub category', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(193, 'en', 'Download Sub Sub category', 'Download Sub Sub category', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(194, 'en', 'Download Brand', 'Download Brand', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(195, 'en', 'Upload CSV File', 'Upload CSV File', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(196, 'en', 'CSV', 'CSV', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(197, 'en', 'Choose CSV File', 'Choose CSV File', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(198, 'en', 'Upload', 'Upload', '2020-11-02 11:37:20', '2020-11-02 11:37:20'),
(199, 'en', 'Add New Digital Product', 'Add New Digital Product', '2020-11-02 11:37:25', '2020-11-02 11:37:25'),
(200, 'en', 'Available Status', 'Available Status', '2020-11-02 11:37:29', '2020-11-02 11:37:29'),
(201, 'en', 'Admin Status', 'Admin Status', '2020-11-02 11:37:29', '2020-11-02 11:37:29'),
(202, 'en', 'Pending Balance', 'Pending Balance', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(203, 'en', 'Send Withdraw Request', 'Send Withdraw Request', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(204, 'en', 'Withdraw Request history', 'Withdraw Request history', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(205, 'en', 'Amount', 'Amount', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(206, 'en', 'Status', 'Status', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(207, 'en', 'Message', 'Message', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(208, 'en', 'Send A Withdraw Request', 'Send A Withdraw Request', '2020-11-02 11:38:07', '2020-11-02 11:38:07'),
(209, 'en', 'Basic Info', 'Basic Info', '2020-11-02 11:38:13', '2020-11-02 11:38:13'),
(211, 'en', 'Your Phone', 'Your Phone', '2020-11-02 11:38:13', '2020-11-02 11:38:13'),
(212, 'en', 'Photo', 'Photo', '2020-11-02 11:38:13', '2020-11-02 11:38:13'),
(213, 'en', 'Browse', 'Browse', '2020-11-02 11:38:13', '2020-11-02 11:38:13'),
(215, 'en', 'Your Password', 'Your Password', '2020-11-02 11:38:13', '2020-11-02 11:38:13'),
(216, 'en', 'New Password', 'New Password', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(217, 'en', 'Confirm Password', 'Confirm Password', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(218, 'en', 'Add New Address', 'Add New Address', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(219, 'en', 'Payment Setting', 'Payment Setting', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(220, 'en', 'Cash Payment', 'Cash Payment', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(221, 'en', 'Bank Payment', 'Bank Payment', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(222, 'en', 'Bank Name', 'Bank Name', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(223, 'en', 'Bank Account Name', 'Bank Account Name', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(224, 'en', 'Bank Account Number', 'Bank Account Number', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(225, 'en', 'Bank Routing Number', 'Bank Routing Number', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(226, 'en', 'Update Profile', 'Update Profile', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(227, 'en', 'Change your email', 'Change your email', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(228, 'en', 'Your Email', 'Your Email', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(229, 'en', 'Sending Email...', 'Sending Email...', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(230, 'en', 'Verify', 'Verify', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(231, 'en', 'Update Email', 'Update Email', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(232, 'en', 'New Address', 'New Address', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(233, 'en', 'Your Address', 'Your Address', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(234, 'en', 'Country', 'Country', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(235, 'en', 'Select your country', 'Select your country', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(236, 'en', 'City', 'City', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(237, 'en', 'Your City', 'Your City', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(239, 'en', 'Your Postal Code', 'Your Postal Code', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(240, 'en', '+880', '+880', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(241, 'en', 'Save', 'Save', '2020-11-02 11:38:14', '2020-11-02 11:38:14'),
(242, 'en', 'Received Refund Request', 'Received Refund Request', '2020-11-02 11:56:20', '2020-11-02 11:56:20'),
(244, 'en', 'Delete Confirmation', 'Delete Confirmation', '2020-11-02 11:56:20', '2020-11-02 11:56:20'),
(245, 'en', 'Are you sure to delete this?', 'Are you sure to delete this?', '2020-11-02 11:56:21', '2020-11-02 11:56:21'),
(246, 'en', 'Premium Packages for Sellers', 'Premium Packages for Sellers', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(247, 'en', 'Product Upload', 'Product Upload', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(248, 'en', 'Digital Product Upload', 'Digital Product Upload', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(250, 'en', 'Purchase Package', 'Purchase Package', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(251, 'en', 'Select Payment Type', 'Select Payment Type', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(252, 'en', 'Payment Type', 'Payment Type', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(253, 'en', 'Select One', 'Select One', '2020-11-02 11:57:36', '2020-11-02 11:57:36'),
(254, 'en', 'Online payment', 'Online payment', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(255, 'en', 'Offline payment', 'Offline payment', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(256, 'en', 'Purchase Your Package', 'Purchase Your Package', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(258, 'en', 'Paypal', 'Paypal', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(259, 'en', 'Stripe', 'Stripe', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(260, 'en', 'sslcommerz', 'sslcommerz', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(265, 'en', 'Confirm', 'Confirm', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(266, 'en', 'Offline Package Payment', 'Offline Package Payment', '2020-11-02 11:57:37', '2020-11-02 11:57:37'),
(267, 'en', 'Transaction ID', 'Transaction ID', '2020-11-02 12:30:12', '2020-11-02 12:30:12'),
(268, 'en', 'Choose image', 'Choose image', '2020-11-02 12:30:12', '2020-11-02 12:30:12'),
(269, 'en', 'Code', 'Code', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(270, 'en', 'Delivery Status', 'Delivery Status', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(271, 'en', 'Payment Status', 'Payment Status', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(272, 'en', 'Paid', 'Paid', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(273, 'en', 'Order Details', 'Order Details', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(274, 'en', 'Download Invoice', 'Download Invoice', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(275, 'en', 'Unpaid', 'Unpaid', '2020-11-02 12:42:00', '2020-11-02 12:42:00'),
(277, 'en', 'Order placed', 'Order placed', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(278, 'en', 'Confirmed', 'Confirmed', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(279, 'en', 'On delivery', 'On delivery', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(280, 'en', 'Delivered', 'Delivered', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(281, 'en', 'Order Summary', 'Order Summary', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(282, 'en', 'Order Code', 'Order Code', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(283, 'en', 'Customer', 'Customer', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(287, 'en', 'Total order amount', 'Total order amount', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(288, 'en', 'Shipping metdod', 'Shipping metdod', '2020-11-02 12:43:59', '2020-11-02 12:43:59'),
(289, 'en', 'Flat shipping rate', 'Flat shipping rate', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(290, 'en', 'Payment metdod', 'Payment metdod', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(291, 'en', 'Variation', 'Variation', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(292, 'en', 'Delivery Type', 'Delivery Type', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(293, 'en', 'Home Delivery', 'Home Delivery', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(294, 'en', 'Order Ammount', 'Order Ammount', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(295, 'en', 'Subtotal', 'Subtotal', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(296, 'en', 'Shipping', 'Shipping', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(298, 'en', 'Coupon Discount', 'Coupon Discount', '2020-11-02 12:44:00', '2020-11-02 12:44:00'),
(300, 'en', 'N/A', 'N/A', '2020-11-02 12:44:20', '2020-11-02 12:44:20'),
(301, 'en', 'In stock', 'In stock', '2020-11-02 12:54:52', '2020-11-02 12:54:52'),
(302, 'en', 'Buy Now', 'Buy Now', '2020-11-02 12:54:52', '2020-11-02 12:54:52'),
(303, 'en', 'Item added to your cart!', 'Item added to your cart!', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(304, 'en', 'Proceed to Checkout', 'Proceed to Checkout', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(305, 'en', 'Cart Items', 'Cart Items', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(306, 'en', '1. My Cart', '1. My Cart', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(307, 'en', 'View cart', 'View cart', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(308, 'en', '2. Shipping info', '2. Shipping info', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(309, 'en', 'Checkout', 'Checkout', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(310, 'en', '3. Delivery info', '3. Delivery info', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(311, 'en', '4. Payment', '4. Payment', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(312, 'en', '5. Confirmation', '5. Confirmation', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(313, 'en', 'Remove', 'Remove', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(314, 'en', 'Return to shop', 'Return to shop', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(315, 'en', 'Continue to Shipping', 'Continue to Shipping', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(316, 'en', 'Or', 'Or', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(317, 'en', 'Guest Checkout', 'Guest Checkout', '2020-11-02 12:56:46', '2020-11-02 12:56:46'),
(318, 'en', 'Continue to Delivery Info', 'Continue to Delivery Info', '2020-11-02 12:57:44', '2020-11-02 12:57:44'),
(319, 'en', 'Postal Code', 'Postal Code', '2020-11-02 13:01:01', '2020-11-02 13:01:01'),
(320, 'en', 'Choose Delivery Type', 'Choose Delivery Type', '2020-11-02 13:01:04', '2020-11-02 13:01:04'),
(321, 'en', 'Local Pickup', 'Local Pickup', '2020-11-02 13:01:04', '2020-11-02 13:01:04'),
(322, 'en', 'Select your nearest pickup point', 'Select your nearest pickup point', '2020-11-02 13:01:04', '2020-11-02 13:01:04'),
(323, 'en', 'Continue to Payment', 'Continue to Payment', '2020-11-02 13:01:04', '2020-11-02 13:01:04'),
(324, 'en', 'Select a payment option', 'Select a payment option', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(325, 'en', 'Razorpay', 'Razorpay', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(326, 'en', 'Paystack', 'Paystack', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(327, 'en', 'VoguePay', 'VoguePay', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(328, 'en', 'payhere', 'payhere', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(329, 'en', 'ngenius', 'ngenius', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(330, 'en', 'Paytm', 'Paytm', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(331, 'en', 'Cash on Delivery', 'Cash on Delivery', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(332, 'en', 'Your wallet balance :', 'Your wallet balance :', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(333, 'en', 'Insufficient balance', 'Insufficient balance', '2020-11-02 13:01:13', '2020-11-02 13:01:13'),
(334, 'en', 'I agree to the', 'I agree to the', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(338, 'en', 'Complete Order', 'Complete Order', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(339, 'en', 'Summary', 'Summary', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(340, 'en', 'Items', 'Items', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(341, 'en', 'Total Club point', 'Total Club point', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(342, 'en', 'Total Shipping', 'Total Shipping', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(343, 'en', 'Have coupon code? Enter here', 'Have coupon code? Enter here', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(344, 'en', 'Apply', 'Apply', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(345, 'en', 'You need to agree with our policies', 'You need to agree with our policies', '2020-11-02 13:01:14', '2020-11-02 13:01:14'),
(346, 'en', 'Forgot password', 'Forgot password', '2020-11-02 13:01:25', '2020-11-02 13:01:25'),
(469, 'en', 'SEO Setting', 'SEO Setting', '2020-11-02 13:01:33', '2020-11-02 13:01:33'),
(474, 'en', 'System Update', 'System Update', '2020-11-02 13:01:34', '2020-11-02 13:01:34'),
(480, 'en', 'Add New Payment Method', 'Add New Payment Method', '2020-11-02 13:01:38', '2020-11-02 13:01:38'),
(481, 'en', 'Manual Payment Method', 'Manual Payment Method', '2020-11-02 13:01:38', '2020-11-02 13:01:38'),
(482, 'en', 'Heading', 'Heading', '2020-11-02 13:01:38', '2020-11-02 13:01:38'),
(483, 'en', 'Logo', 'Logo', '2020-11-02 13:01:38', '2020-11-02 13:01:38'),
(484, 'en', 'Manual Payment Information', 'Manual Payment Information', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(485, 'en', 'Type', 'Type', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(486, 'en', 'Custom Payment', 'Custom Payment', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(487, 'en', 'Check Payment', 'Check Payment', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(488, 'en', 'Checkout Thumbnail', 'Checkout Thumbnail', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(489, 'en', 'Payment Instruction', 'Payment Instruction', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(490, 'en', 'Bank Information', 'Bank Information', '2020-11-02 13:01:42', '2020-11-02 13:01:42'),
(491, 'en', 'Select File', 'Select File', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(492, 'en', 'Upload New', 'Upload New', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(493, 'en', 'Sort by newest', 'Sort by newest', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(494, 'en', 'Sort by oldest', 'Sort by oldest', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(495, 'en', 'Sort by smallest', 'Sort by smallest', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(496, 'en', 'Sort by largest', 'Sort by largest', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(497, 'en', 'Selected Only', 'Selected Only', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(498, 'en', 'No files found', 'No files found', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(499, 'en', '0 File selected', '0 File selected', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(500, 'en', 'Clear', 'Clear', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(501, 'en', 'Prev', 'Prev', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(502, 'en', 'Next', 'Next', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(503, 'en', 'Add Files', 'Add Files', '2020-11-02 13:01:53', '2020-11-02 13:01:53'),
(504, 'en', 'Method has been inserted successfully', 'Method has been inserted successfully', '2020-11-02 13:02:03', '2020-11-02 13:02:03'),
(506, 'en', 'Order Date', 'Order Date', '2020-11-02 13:02:42', '2020-11-02 13:02:42'),
(507, 'en', 'Bill to', 'Bill to', '2020-11-02 13:02:42', '2020-11-02 13:02:42'),
(510, 'en', 'Sub Total', 'Sub Total', '2020-11-02 13:02:42', '2020-11-02 13:02:42'),
(512, 'en', 'Total Tax', 'Total Tax', '2020-11-02 13:02:42', '2020-11-02 13:02:42'),
(513, 'en', 'Grand Total', 'Grand Total', '2020-11-02 13:02:42', '2020-11-02 13:02:42'),
(514, 'en', 'Your order has been placed successfully. Please submit payment information from purchase history', 'Your order has been placed successfully. Please submit payment information from purchase history', '2020-11-02 13:02:47', '2020-11-02 13:02:47'),
(515, 'en', 'Thank You for Your Order!', 'Thank You for Your Order!', '2020-11-02 13:02:48', '2020-11-02 13:02:48'),
(516, 'en', 'Order Code:', 'Order Code:', '2020-11-02 13:02:48', '2020-11-02 13:02:48'),
(517, 'en', 'A copy or your order summary has been sent to', 'A copy or your order summary has been sent to', '2020-11-02 13:02:48', '2020-11-02 13:02:48'),
(518, 'en', 'Make Payment', 'Make Payment', '2020-11-02 13:03:26', '2020-11-02 13:03:26'),
(519, 'en', 'Payment screenshot', 'Payment screenshot', '2020-11-02 13:03:29', '2020-11-02 13:03:29'),
(520, 'en', 'Paypal Credential', 'Paypal Credential', '2020-11-02 13:12:20', '2020-11-02 13:12:20'),
(522, 'en', 'Paypal Client ID', 'Paypal Client ID', '2020-11-02 13:12:20', '2020-11-02 13:12:20'),
(523, 'en', 'Paypal Client Secret', 'Paypal Client Secret', '2020-11-02 13:12:20', '2020-11-02 13:12:20'),
(524, 'en', 'Paypal Sandbox Mode', 'Paypal Sandbox Mode', '2020-11-02 13:12:20', '2020-11-02 13:12:20'),
(525, 'en', 'Sslcommerz Credential', 'Sslcommerz Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(526, 'en', 'Sslcz Store Id', 'Sslcz Store Id', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(527, 'en', 'Sslcz store password', 'Sslcz store password', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(528, 'en', 'Sslcommerz Sandbox Mode', 'Sslcommerz Sandbox Mode', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(529, 'en', 'Stripe Credential', 'Stripe Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(531, 'en', 'STRIPE KEY', 'STRIPE KEY', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(533, 'en', 'STRIPE SECRET', 'STRIPE SECRET', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(534, 'en', 'RazorPay Credential', 'RazorPay Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(535, 'en', 'RAZOR KEY', 'RAZOR KEY', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(536, 'en', 'RAZOR SECRET', 'RAZOR SECRET', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(537, 'en', 'Instamojo Credential', 'Instamojo Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(538, 'en', 'API KEY', 'API KEY', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(539, 'en', 'IM API KEY', 'IM API KEY', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(540, 'en', 'AUTH TOKEN', 'AUTH TOKEN', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(541, 'en', 'IM AUTH TOKEN', 'IM AUTH TOKEN', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(542, 'en', 'Instamojo Sandbox Mode', 'Instamojo Sandbox Mode', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(543, 'en', 'PayStack Credential', 'PayStack Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(544, 'en', 'PUBLIC KEY', 'PUBLIC KEY', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(545, 'en', 'SECRET KEY', 'SECRET KEY', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(546, 'en', 'MERCHANT EMAIL', 'MERCHANT EMAIL', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(547, 'en', 'VoguePay Credential', 'VoguePay Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(548, 'en', 'MERCHANT ID', 'MERCHANT ID', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(549, 'en', 'Sandbox Mode', 'Sandbox Mode', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(550, 'en', 'Payhere Credential', 'Payhere Credential', '2020-11-02 13:12:21', '2020-11-02 13:12:21'),
(551, 'en', 'PAYHERE MERCHANT ID', 'PAYHERE MERCHANT ID', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(552, 'en', 'PAYHERE SECRET', 'PAYHERE SECRET', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(553, 'en', 'PAYHERE CURRENCY', 'PAYHERE CURRENCY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(554, 'en', 'Payhere Sandbox Mode', 'Payhere Sandbox Mode', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(555, 'en', 'Ngenius Credential', 'Ngenius Credential', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(556, 'en', 'NGENIUS OUTLET ID', 'NGENIUS OUTLET ID', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(557, 'en', 'NGENIUS API KEY', 'NGENIUS API KEY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(558, 'en', 'NGENIUS CURRENCY', 'NGENIUS CURRENCY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(559, 'en', 'Mpesa Credential', 'Mpesa Credential', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(560, 'en', 'MPESA CONSUMER KEY', 'MPESA CONSUMER KEY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(561, 'en', 'MPESA_CONSUMER_KEY', 'MPESA_CONSUMER_KEY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(562, 'en', 'MPESA CONSUMER SECRET', 'MPESA CONSUMER SECRET', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(563, 'en', 'MPESA_CONSUMER_SECRET', 'MPESA_CONSUMER_SECRET', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(564, 'en', 'MPESA SHORT CODE', 'MPESA SHORT CODE', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(565, 'en', 'MPESA_SHORT_CODE', 'MPESA_SHORT_CODE', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(566, 'en', 'MPESA SANDBOX ACTIVATION', 'MPESA SANDBOX ACTIVATION', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(567, 'en', 'Flutterwave Credential', 'Flutterwave Credential', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(568, 'en', 'RAVE_PUBLIC_KEY', 'RAVE_PUBLIC_KEY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(569, 'en', 'RAVE_SECRET_KEY', 'RAVE_SECRET_KEY', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(570, 'en', 'RAVE_TITLE', 'RAVE_TITLE', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(571, 'en', 'STAGIN ACTIVATION', 'STAGIN ACTIVATION', '2020-11-02 13:12:22', '2020-11-02 13:12:22'),
(573, 'en', 'All Product', 'All Product', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(574, 'en', 'Sort By', 'Sort By', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(575, 'en', 'Rating (High > Low)', 'Rating (High > Low)', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(576, 'en', 'Rating (Low > High)', 'Rating (Low > High)', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(577, 'en', 'Num of Sale (High > Low)', 'Num of Sale (High > Low)', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(578, 'en', 'Num of Sale (Low > High)', 'Num of Sale (Low > High)', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(579, 'en', 'Base Price (High > Low)', 'Base Price (High > Low)', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(580, 'en', 'Base Price (Low > High)', 'Base Price (Low > High)', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(581, 'en', 'Type & Enter', 'Type & Enter', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(582, 'en', 'Added By', 'Added By', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(583, 'en', 'Num of Sale', 'Num of Sale', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(584, 'en', 'Total Stock', 'Total Stock', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(585, 'en', 'Todays Deal', 'Todays Deal', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(586, 'en', 'Rating', 'Rating', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(587, 'en', 'times', 'times', '2020-11-02 13:15:01', '2020-11-02 13:15:01'),
(588, 'en', 'Add Nerw Product', 'Add Nerw Product', '2020-11-02 13:15:02', '2020-11-02 13:15:02'),
(589, 'en', 'Product Information', 'Product Information', '2020-11-02 13:15:02', '2020-11-02 13:15:02'),
(590, 'en', 'Unit', 'Unit', '2020-11-02 13:15:02', '2020-11-02 13:15:02'),
(591, 'en', 'Unit (e.g. KG, Pc etc)', 'Unit (e.g. KG, Pc etc)', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(592, 'en', 'Minimum Qty', 'Minimum Qty', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(593, 'en', 'Tags', 'Tags', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(594, 'en', 'Type and hit enter to add a tag', 'Type and hit enter to add a tag', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(595, 'en', 'Barcode', 'Barcode', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(596, 'en', 'Refundable', 'Refundable', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(597, 'en', 'Product Images', 'Product Images', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(598, 'en', 'Gallery Images', 'Gallery Images', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(599, 'en', 'Todays Deal updated successfully', 'Todays Deal updated successfully', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(600, 'en', 'Published products updated successfully', 'Published products updated successfully', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(601, 'en', 'Thumbnail Image', 'Thumbnail Image', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(602, 'en', 'Featured products updated successfully', 'Featured products updated successfully', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(603, 'en', 'Product Videos', 'Product Videos', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(604, 'en', 'Video Provider', 'Video Provider', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(605, 'en', 'Youtube', 'Youtube', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(606, 'en', 'Dailymotion', 'Dailymotion', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(607, 'en', 'Vimeo', 'Vimeo', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(608, 'en', 'Video Link', 'Video Link', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(609, 'en', 'Product Variation', 'Product Variation', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(610, 'en', 'Colors', 'Colors', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(611, 'en', 'Attributes', 'Attributes', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(612, 'en', 'Choose Attributes', 'Choose Attributes', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(613, 'en', 'Choose the attributes of this product and then input values of each attribute', 'Choose the attributes of this product and then input values of each attribute', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(614, 'en', 'Product price + stock', 'Product price + stock', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(616, 'en', 'Unit price', 'Unit price', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(617, 'en', 'Purchase price', 'Purchase price', '2020-11-02 13:15:03', '2020-11-02 13:15:03'),
(618, 'en', 'Flat', 'Flat', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(619, 'en', 'Percent', 'Percent', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(620, 'en', 'Discount', 'Discount', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(621, 'en', 'Product Description', 'Product Description', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(622, 'en', 'Product Shipping Cost', 'Product Shipping Cost', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(623, 'en', 'Free Shipping', 'Free Shipping', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(624, 'en', 'Flat Rate', 'Flat Rate', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(625, 'en', 'Shipping cost', 'Shipping cost', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(626, 'en', 'PDF Specification', 'PDF Specification', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(627, 'en', 'SEO Meta Tags', 'SEO Meta Tags', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(628, 'en', 'Meta Title', 'Meta Title', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(629, 'en', 'Meta Image', 'Meta Image', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(630, 'en', 'Choice Title', 'Choice Title', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(631, 'en', 'Enter choice values', 'Enter choice values', '2020-11-02 13:15:04', '2020-11-02 13:15:04'),
(632, 'en', 'All categories', 'All categories', '2020-11-03 07:12:19', '2020-11-03 07:12:19'),
(633, 'en', 'Add New category', 'Add New category', '2020-11-03 07:12:19', '2020-11-03 07:12:19'),
(634, 'en', 'Type name & Enter', 'Type name & Enter', '2020-11-03 07:12:19', '2020-11-03 07:12:19'),
(635, 'en', 'Banner', 'Banner', '2020-11-03 07:12:19', '2020-11-03 07:12:19'),
(637, 'en', 'Commission', 'Commission', '2020-11-03 07:12:19', '2020-11-03 07:12:19'),
(638, 'en', 'icon', 'icon', '2020-11-03 07:12:19', '2020-11-03 07:12:19'),
(639, 'en', 'Featured categories updated successfully', 'Featured categories updated successfully', '2020-11-03 07:12:20', '2020-11-03 07:12:20'),
(640, 'en', 'Hot', 'Hot', '2020-11-03 07:13:12', '2020-11-03 07:13:12'),
(641, 'en', 'Filter by Payment Status', 'Filter by Payment Status', '2020-11-03 07:15:15', '2020-11-03 07:15:15'),
(642, 'en', 'Un-Paid', 'Un-Paid', '2020-11-03 07:15:15', '2020-11-03 07:15:15'),
(643, 'en', 'Filter by Deliver Status', 'Filter by Deliver Status', '2020-11-03 07:15:15', '2020-11-03 07:15:15'),
(644, 'en', 'Pending', 'Pending', '2020-11-03 07:15:15', '2020-11-03 07:15:15'),
(645, 'en', 'Type Order code & hit Enter', 'Type Order code & hit Enter', '2020-11-03 07:15:15', '2020-11-03 07:15:15'),
(646, 'en', 'Num. of Products', 'Num. of Products', '2020-11-03 07:15:15', '2020-11-03 07:15:15'),
(647, 'en', 'Walk In Customer', 'Walk In Customer', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(648, 'en', 'QTY', 'QTY', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(649, 'en', 'Without Shipping Charge', 'Without Shipping Charge', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(650, 'en', 'With Shipping Charge', 'With Shipping Charge', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(651, 'en', 'Pay With Cash', 'Pay With Cash', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(652, 'en', 'Shipping Address', 'Shipping Address', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(653, 'en', 'Close', 'Close', '2020-11-03 10:03:20', '2020-11-03 10:03:20'),
(654, 'en', 'Select country', 'Select country', '2020-11-03 10:03:21', '2020-11-03 10:03:21'),
(655, 'en', 'Order Confirmation', 'Order Confirmation', '2020-11-03 10:03:21', '2020-11-03 10:03:21'),
(656, 'en', 'Are you sure to confirm this order?', 'Are you sure to confirm this order?', '2020-11-03 10:03:21', '2020-11-03 10:03:21'),
(657, 'en', 'Comfirm Order', 'Comfirm Order', '2020-11-03 10:03:21', '2020-11-03 10:03:21'),
(659, 'en', 'Personal Info', 'Personal Info', '2020-11-03 11:38:15', '2020-11-03 11:38:15'),
(660, 'en', 'Repeat Password', 'Repeat Password', '2020-11-03 11:38:15', '2020-11-03 11:38:15'),
(661, 'en', 'Shop Name', 'Shop Name', '2020-11-03 11:38:15', '2020-11-03 11:38:15'),
(662, 'en', 'Register Your Shop', 'Register Your Shop', '2020-11-03 11:38:15', '2020-11-03 11:38:15'),
(663, 'en', 'Affiliate Informations', 'Affiliate Informations', '2020-11-03 11:39:06', '2020-11-03 11:39:06'),
(664, 'en', 'Affiliate', 'Affiliate', '2020-11-03 11:39:06', '2020-11-03 11:39:06'),
(665, 'en', 'User Info', 'User Info', '2020-11-03 11:39:06', '2020-11-03 11:39:06'),
(667, 'en', 'Installed Addon', 'Installed Addon', '2020-11-03 11:48:13', '2020-11-03 11:48:13'),
(668, 'en', 'Available Addon', 'Available Addon', '2020-11-03 11:48:13', '2020-11-03 11:48:13'),
(669, 'en', 'Install New Addon', 'Install New Addon', '2020-11-03 11:48:13', '2020-11-03 11:48:13'),
(670, 'en', 'Version', 'Version', '2020-11-03 11:48:13', '2020-11-03 11:48:13'),
(671, 'en', 'Activated', 'Activated', '2020-11-03 11:48:13', '2020-11-03 11:48:13'),
(672, 'en', 'Deactivated', 'Deactivated', '2020-11-03 11:48:13', '2020-11-03 11:48:13'),
(673, 'en', 'Activate OTP', 'Activate OTP', '2020-11-03 11:48:20', '2020-11-03 11:48:20'),
(674, 'en', 'OTP will be Used For', 'OTP will be Used For', '2020-11-03 11:48:20', '2020-11-03 11:48:20'),
(675, 'en', 'Settings updated successfully', 'Settings updated successfully', '2020-11-03 11:48:20', '2020-11-03 11:48:20'),
(676, 'en', 'Product Owner', 'Product Owner', '2020-11-03 11:48:46', '2020-11-03 11:48:46'),
(677, 'en', 'Point', 'Point', '2020-11-03 11:48:46', '2020-11-03 11:48:46'),
(678, 'en', 'Set Point for Product Within a Range', 'Set Point for Product Within a Range', '2020-11-03 11:48:47', '2020-11-03 11:48:47'),
(679, 'en', 'Set Point for multiple products', 'Set Point for multiple products', '2020-11-03 11:48:47', '2020-11-03 11:48:47'),
(680, 'en', 'Min Price', 'Min Price', '2020-11-03 11:48:47', '2020-11-03 11:48:47'),
(681, 'en', 'Max Price', 'Max Price', '2020-11-03 11:48:47', '2020-11-03 11:48:47'),
(682, 'en', 'Set Point for all Products', 'Set Point for all Products', '2020-11-03 11:48:47', '2020-11-03 11:48:47'),
(683, 'en', 'Set Point For ', 'Set Point For ', '2020-11-03 11:48:47', '2020-11-03 11:48:47'),
(684, 'en', 'Convert Status', 'Convert Status', '2020-11-03 11:48:58', '2020-11-03 11:48:58'),
(685, 'en', 'Earned At', 'Earned At', '2020-11-03 11:48:59', '2020-11-03 11:48:59'),
(686, 'en', 'Seller Based Selling Report', 'Seller Based Selling Report', '2020-11-03 11:49:35', '2020-11-03 11:49:35'),
(687, 'en', 'Sort by verificarion status', 'Sort by verificarion status', '2020-11-03 11:49:35', '2020-11-03 11:49:35'),
(688, 'en', 'Approved', 'Approved', '2020-11-03 11:49:35', '2020-11-03 11:49:35'),
(689, 'en', 'Non Approved', 'Non Approved', '2020-11-03 11:49:35', '2020-11-03 11:49:35'),
(690, 'en', 'Filter', 'Filter', '2020-11-03 11:49:35', '2020-11-03 11:49:35'),
(691, 'en', 'Seller Name', 'Seller Name', '2020-11-03 11:49:35', '2020-11-03 11:49:35'),
(692, 'en', 'Number of Product Sale', 'Number of Product Sale', '2020-11-03 11:49:36', '2020-11-03 11:49:36'),
(693, 'en', 'Order Amount', 'Order Amount', '2020-11-03 11:49:36', '2020-11-03 11:49:36'),
(694, 'en', 'Facebook Chat Setting', 'Facebook Chat Setting', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(695, 'en', 'Facebook Page ID', 'Facebook Page ID', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(696, 'en', 'Please be carefull when you are configuring Facebook chat. For incorrect configuration you will not get messenger icon on your user-end site.', 'Please be carefull when you are configuring Facebook chat. For incorrect configuration you will not get messenger icon on your user-end site.', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(697, 'en', 'Login into your facebook page', 'Login into your facebook page', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(698, 'en', 'Find the About option of your facebook page', 'Find the About option of your facebook page', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(699, 'en', 'At the very bottom, you can find the \\“Facebook Page ID\\”', 'At the very bottom, you can find the \\“Facebook Page ID\\”', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(700, 'en', 'Go to Settings of your page and find the option of \\\"Advance Messaging\\\"', 'Go to Settings of your page and find the option of \\\"Advance Messaging\\\"', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(701, 'en', 'Scroll down that page and you will get \\\"white listed domain\\\"', 'Scroll down that page and you will get \\\"white listed domain\\\"', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(702, 'en', 'Set your website domain name', 'Set your website domain name', '2020-11-03 11:51:14', '2020-11-03 11:51:14'),
(703, 'en', 'Google reCAPTCHA Setting', 'Google reCAPTCHA Setting', '2020-11-03 11:51:25', '2020-11-03 11:51:25'),
(704, 'en', 'Site KEY', 'Site KEY', '2020-11-03 11:51:25', '2020-11-03 11:51:25'),
(705, 'en', 'Select Shipping Method', 'Select Shipping Method', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(706, 'en', 'Product Wise Shipping Cost', 'Product Wise Shipping Cost', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(707, 'en', 'Flat Rate Shipping Cost', 'Flat Rate Shipping Cost', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(708, 'en', 'Seller Wise Flat Shipping Cost', 'Seller Wise Flat Shipping Cost', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(709, 'en', 'Note', 'Note', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(710, 'en', 'Product Wise Shipping Cost calulation: Shipping cost is calculate by addition of each product shipping cost', 'Product Wise Shipping Cost calulation: Shipping cost is calculate by addition of each product shipping cost', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(711, 'en', 'Flat Rate Shipping Cost calulation: How many products a customer purchase, doesn\'t matter. Shipping cost is fixed', 'Flat Rate Shipping Cost calulation: How many products a customer purchase, doesn\'t matter. Shipping cost is fixed', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(712, 'en', 'Seller Wise Flat Shipping Cost calulation: Fixed rate for each seller. If a customer purchase 2 product from two seller shipping cost is calculate by addition of each seller flat shipping cost', 'Seller Wise Flat Shipping Cost calulation: Fixed rate for each seller. If a customer purchase 2 product from two seller shipping cost is calculate by addition of each seller flat shipping cost', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(713, 'en', 'Flat Rate Cost', 'Flat Rate Cost', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(714, 'en', 'Shipping Cost for Admin Products', 'Shipping Cost for Admin Products', '2020-11-03 11:51:32', '2020-11-03 11:51:32'),
(715, 'en', 'Countries', 'Countries', '2020-11-03 11:52:02', '2020-11-03 11:52:02'),
(716, 'en', 'Show/Hide', 'Show/Hide', '2020-11-03 11:52:02', '2020-11-03 11:52:02'),
(717, 'en', 'Country status updated successfully', 'Country status updated successfully', '2020-11-03 11:52:02', '2020-11-03 11:52:02'),
(718, 'en', 'All Subcategories', 'All Subcategories', '2020-11-03 12:27:55', '2020-11-03 12:27:55'),
(719, 'en', 'Add New Subcategory', 'Add New Subcategory', '2020-11-03 12:27:55', '2020-11-03 12:27:55'),
(720, 'en', 'Sub-Categories', 'Sub-Categories', '2020-11-03 12:27:55', '2020-11-03 12:27:55'),
(721, 'en', 'Sub Category Information', 'Sub Category Information', '2020-11-03 12:28:07', '2020-11-03 12:28:07'),
(723, 'en', 'Slug', 'Slug', '2020-11-03 12:28:07', '2020-11-03 12:28:07'),
(724, 'en', 'All Sub Subcategories', 'All Sub Subcategories', '2020-11-03 12:29:12', '2020-11-03 12:29:12'),
(725, 'en', 'Add New Sub Subcategory', 'Add New Sub Subcategory', '2020-11-03 12:29:12', '2020-11-03 12:29:12'),
(726, 'en', 'Sub-Sub-categories', 'Sub-Sub-categories', '2020-11-03 12:29:12', '2020-11-03 12:29:12'),
(727, 'en', 'Make This Default', 'Make This Default', '2020-11-04 08:24:24', '2020-11-04 08:24:24');
INSERT INTO `translations` (`id`, `lang`, `lang_key`, `lang_value`, `created_at`, `updated_at`) VALUES
(728, 'en', 'Shops', 'Shops', '2020-11-04 11:17:10', '2020-11-04 11:17:10'),
(729, 'en', 'Women Clothing & Fashion', 'Women Clothing & Fashion', '2020-11-04 11:23:12', '2020-11-04 11:23:12'),
(730, 'en', 'Cellphones & Tabs', 'Cellphones & Tabs', '2020-11-04 12:10:41', '2020-11-04 12:10:41'),
(731, 'en', 'Welcome to', 'Welcome to', '2020-11-07 07:14:43', '2020-11-07 07:14:43'),
(732, 'en', 'Create a New Account', 'Create a New Account', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(733, 'en', 'Full Name', 'Full Name', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(734, 'en', 'password', 'password', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(735, 'en', 'Confrim Password', 'Confrim Password', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(736, 'en', 'I agree with the', 'I agree with the', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(737, 'en', 'Terms and Conditions', 'Terms and Conditions', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(738, 'en', 'Register', 'Register', '2020-11-07 07:32:15', '2020-11-07 07:32:15'),
(739, 'en', 'Already have an account', 'Already have an account', '2020-11-07 07:32:16', '2020-11-07 07:32:16'),
(741, 'en', 'Sign Up with', 'Sign Up with', '2020-11-07 07:32:16', '2020-11-07 07:32:16'),
(742, 'en', 'I agree with the Terms and Conditions', 'I agree with the Terms and Conditions', '2020-11-07 07:34:49', '2020-11-07 07:34:49'),
(745, 'en', 'All Role', 'All Role', '2020-11-07 07:44:28', '2020-11-07 07:44:28'),
(746, 'en', 'Add New Role', 'Add New Role', '2020-11-07 07:44:28', '2020-11-07 07:44:28'),
(747, 'en', 'Roles', 'Roles', '2020-11-07 07:44:28', '2020-11-07 07:44:28'),
(749, 'en', 'Add New Staffs', 'Add New Staffs', '2020-11-07 07:44:36', '2020-11-07 07:44:36'),
(750, 'en', 'Role', 'Role', '2020-11-07 07:44:36', '2020-11-07 07:44:36'),
(751, 'en', 'Frontend Website Name', 'Frontend Website Name', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(752, 'en', 'Website Name', 'Website Name', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(753, 'en', 'Site Motto', 'Site Motto', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(754, 'en', 'Best eCommerce Website', 'Best eCommerce Website', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(755, 'en', 'Site Icon', 'Site Icon', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(756, 'en', 'Website favicon. 32x32 .png', 'Website favicon. 32x32 .png', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(757, 'en', 'Website Base Color', 'Website Base Color', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(758, 'en', 'Hex Color Code', 'Hex Color Code', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(759, 'en', 'Website Base Hover Color', 'Website Base Hover Color', '2020-11-07 07:44:59', '2020-11-07 07:44:59'),
(760, 'en', 'Update', 'Update', '2020-11-07 07:45:00', '2020-11-07 07:45:00'),
(761, 'en', 'Global Seo', 'Global Seo', '2020-11-07 07:45:00', '2020-11-07 07:45:00'),
(762, 'en', 'Meta description', 'Meta description', '2020-11-07 07:45:00', '2020-11-07 07:45:00'),
(763, 'en', 'Keywords', 'Keywords', '2020-11-07 07:45:00', '2020-11-07 07:45:00'),
(764, 'en', 'Separate with coma', 'Separate with coma', '2020-11-07 07:45:00', '2020-11-07 07:45:00'),
(765, 'en', 'Website Pages', 'Website Pages', '2020-11-07 07:49:04', '2020-11-07 07:49:04'),
(766, 'en', 'All Pages', 'All Pages', '2020-11-07 07:49:04', '2020-11-07 07:49:04'),
(767, 'en', 'Add New Page', 'Add New Page', '2020-11-07 07:49:04', '2020-11-07 07:49:04'),
(768, 'en', 'URL', 'URL', '2020-11-07 07:49:04', '2020-11-07 07:49:04'),
(769, 'en', 'Actions', 'Actions', '2020-11-07 07:49:04', '2020-11-07 07:49:04'),
(770, 'en', 'Edit Page Information', 'Edit Page Information', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(771, 'en', 'Page Content', 'Page Content', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(772, 'en', 'Title', 'Title', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(773, 'en', 'Link', 'Link', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(774, 'en', 'Use character, number, hypen only', 'Use character, number, hypen only', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(775, 'en', 'Add Content', 'Add Content', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(776, 'en', 'Seo Fields', 'Seo Fields', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(777, 'en', 'Update Page', 'Update Page', '2020-11-07 07:49:22', '2020-11-07 07:49:22'),
(778, 'en', 'Default Language', 'Default Language', '2020-11-07 07:50:09', '2020-11-07 07:50:09'),
(779, 'en', 'Add New Language', 'Add New Language', '2020-11-07 07:50:09', '2020-11-07 07:50:09'),
(780, 'en', 'RTL', 'RTL', '2020-11-07 07:50:09', '2020-11-07 07:50:09'),
(781, 'en', 'Translation', 'Translation', '2020-11-07 07:50:09', '2020-11-07 07:50:09'),
(782, 'en', 'Language Information', 'Language Information', '2020-11-07 07:50:23', '2020-11-07 07:50:23'),
(783, 'en', 'Save Page', 'Save Page', '2020-11-07 07:51:27', '2020-11-07 07:51:27'),
(784, 'en', 'Home Page Settings', 'Home Page Settings', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(785, 'en', 'Home Slider', 'Home Slider', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(786, 'en', 'Photos & Links', 'Photos & Links', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(787, 'en', 'Add New', 'Add New', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(788, 'en', 'Home Categories', 'Home Categories', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(789, 'en', 'Home Banner 1 (Max 3)', 'Home Banner 1 (Max 3)', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(790, 'en', 'Banner & Links', 'Banner & Links', '2020-11-07 07:51:35', '2020-11-07 07:51:35'),
(791, 'en', 'Home Banner 2 (Max 3)', 'Home Banner 2 (Max 3)', '2020-11-07 07:51:36', '2020-11-07 07:51:36'),
(792, 'en', 'Top 10', 'Top 10', '2020-11-07 07:51:36', '2020-11-07 07:51:36'),
(793, 'en', 'Top Categories (Max 10)', 'Top Categories (Max 10)', '2020-11-07 07:51:36', '2020-11-07 07:51:36'),
(794, 'en', 'Top Brands (Max 10)', 'Top Brands (Max 10)', '2020-11-07 07:51:36', '2020-11-07 07:51:36'),
(795, 'en', 'System Name', 'System Name', '2020-11-07 07:54:22', '2020-11-07 07:54:22'),
(796, 'en', 'System Logo - White', 'System Logo - White', '2020-11-07 07:54:22', '2020-11-07 07:54:22'),
(797, 'en', 'Choose Files', 'Choose Files', '2020-11-07 07:54:22', '2020-11-07 07:54:22'),
(798, 'en', 'Will be used in admin panel side menu', 'Will be used in admin panel side menu', '2020-11-07 07:54:23', '2020-11-07 07:54:23'),
(799, 'en', 'System Logo - Black', 'System Logo - Black', '2020-11-07 07:54:23', '2020-11-07 07:54:23'),
(800, 'en', 'Will be used in admin panel topbar in mobile + Admin login page', 'Will be used in admin panel topbar in mobile + Admin login page', '2020-11-07 07:54:23', '2020-11-07 07:54:23'),
(801, 'en', 'System Timezone', 'System Timezone', '2020-11-07 07:54:23', '2020-11-07 07:54:23'),
(802, 'en', 'Admin login page background', 'Admin login page background', '2020-11-07 07:54:23', '2020-11-07 07:54:23'),
(803, 'en', 'Website Header', 'Website Header', '2020-11-07 08:21:36', '2020-11-07 08:21:36'),
(804, 'en', 'Header Setting', 'Header Setting', '2020-11-07 08:21:36', '2020-11-07 08:21:36'),
(805, 'en', 'Header Logo', 'Header Logo', '2020-11-07 08:21:36', '2020-11-07 08:21:36'),
(806, 'en', 'Show Language Switcher?', 'Show Language Switcher?', '2020-11-07 08:21:36', '2020-11-07 08:21:36'),
(807, 'en', 'Show Currency Switcher?', 'Show Currency Switcher?', '2020-11-07 08:21:36', '2020-11-07 08:21:36'),
(808, 'en', 'Enable stikcy header?', 'Enable stikcy header?', '2020-11-07 08:21:36', '2020-11-07 08:21:36'),
(809, 'en', 'Website Footer', 'Website Footer', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(810, 'en', 'Footer Widget', 'Footer Widget', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(811, 'en', 'About Widget', 'About Widget', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(812, 'en', 'Footer Logo', 'Footer Logo', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(813, 'en', 'About description', 'About description', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(814, 'en', 'Contact Info Widget', 'Contact Info Widget', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(815, 'en', 'Footer contact address', 'Footer contact address', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(816, 'en', 'Footer contact phone', 'Footer contact phone', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(817, 'en', 'Footer contact email', 'Footer contact email', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(818, 'en', 'Link Widget One', 'Link Widget One', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(819, 'en', 'Links', 'Links', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(820, 'en', 'Footer Bottom', 'Footer Bottom', '2020-11-07 08:21:56', '2020-11-07 08:21:56'),
(821, 'en', 'Copyright Widget ', 'Copyright Widget ', '2020-11-07 08:21:57', '2020-11-07 08:21:57'),
(822, 'en', 'Copyright Text', 'Copyright Text', '2020-11-07 08:21:57', '2020-11-07 08:21:57'),
(823, 'en', 'Social Link Widget ', 'Social Link Widget ', '2020-11-07 08:21:57', '2020-11-07 08:21:57'),
(824, 'en', 'Show Social Links?', 'Show Social Links?', '2020-11-07 08:21:57', '2020-11-07 08:21:57'),
(825, 'en', 'Social Links', 'Social Links', '2020-11-07 08:21:57', '2020-11-07 08:21:57'),
(826, 'en', 'Payment Methods Widget ', 'Payment Methods Widget ', '2020-11-07 08:21:57', '2020-11-07 08:21:57'),
(827, 'en', 'RTL status updated successfully', 'RTL status updated successfully', '2020-11-07 08:36:11', '2020-11-07 08:36:11'),
(828, 'en', 'Language changed to ', 'Language changed to ', '2020-11-07 08:36:27', '2020-11-07 08:36:27'),
(829, 'en', 'Inhouse Product sale report', 'Inhouse Product sale report', '2020-11-07 09:30:25', '2020-11-07 09:30:25'),
(830, 'en', 'Sort by Category', 'Sort by Category', '2020-11-07 09:30:25', '2020-11-07 09:30:25'),
(831, 'en', 'Product wise stock report', 'Product wise stock report', '2020-11-07 09:31:02', '2020-11-07 09:31:02'),
(832, 'en', 'Currency changed to ', 'Currency changed to ', '2020-11-07 12:36:28', '2020-11-07 12:36:28'),
(833, 'en', 'Avatar', 'Avatar', '2020-11-08 09:32:35', '2020-11-08 09:32:35'),
(834, 'en', 'Copy', 'Copy', '2020-11-08 10:03:42', '2020-11-08 10:03:42'),
(835, 'en', 'Variant', 'Variant', '2020-11-08 10:43:02', '2020-11-08 10:43:02'),
(836, 'en', 'Variant Price', 'Variant Price', '2020-11-08 10:43:03', '2020-11-08 10:43:03'),
(837, 'en', 'SKU', 'SKU', '2020-11-08 10:43:03', '2020-11-08 10:43:03'),
(838, 'en', 'Key', 'Key', '2020-11-08 12:35:09', '2020-11-08 12:35:09'),
(839, 'en', 'Value', 'Value', '2020-11-08 12:35:09', '2020-11-08 12:35:09'),
(840, 'en', 'Copy Translations', 'Copy Translations', '2020-11-08 12:35:10', '2020-11-08 12:35:10'),
(841, 'en', 'All Pick-up Points', 'All Pick-up Points', '2020-11-08 12:35:43', '2020-11-08 12:35:43'),
(842, 'en', 'Add New Pick-up Point', 'Add New Pick-up Point', '2020-11-08 12:35:43', '2020-11-08 12:35:43'),
(843, 'en', 'Manager', 'Manager', '2020-11-08 12:35:43', '2020-11-08 12:35:43'),
(844, 'en', 'Location', 'Location', '2020-11-08 12:35:43', '2020-11-08 12:35:43'),
(845, 'en', 'Pickup Station Contact', 'Pickup Station Contact', '2020-11-08 12:35:43', '2020-11-08 12:35:43'),
(846, 'en', 'Open', 'Open', '2020-11-08 12:35:43', '2020-11-08 12:35:43'),
(847, 'en', 'POS Activation for Seller', 'POS Activation for Seller', '2020-11-08 12:35:55', '2020-11-08 12:35:55'),
(848, 'en', 'Order Completed Successfully.', 'Order Completed Successfully.', '2020-11-08 12:36:02', '2020-11-08 12:36:02'),
(849, 'en', 'Text Input', 'Text Input', '2020-11-08 12:38:40', '2020-11-08 12:38:40'),
(850, 'en', 'Select', 'Select', '2020-11-08 12:38:40', '2020-11-08 12:38:40'),
(851, 'en', 'Multiple Select', 'Multiple Select', '2020-11-08 12:38:40', '2020-11-08 12:38:40'),
(852, 'en', 'Radio', 'Radio', '2020-11-08 12:38:40', '2020-11-08 12:38:40'),
(853, 'en', 'File', 'File', '2020-11-08 12:38:40', '2020-11-08 12:38:40'),
(854, 'en', 'Email Address', 'Email Address', '2020-11-08 12:39:32', '2020-11-08 12:39:32'),
(855, 'en', 'Verification Info', 'Verification Info', '2020-11-08 12:39:32', '2020-11-08 12:39:32'),
(856, 'en', 'Approval', 'Approval', '2020-11-08 12:39:32', '2020-11-08 12:39:32'),
(857, 'en', 'Due Amount', 'Due Amount', '2020-11-08 12:39:32', '2020-11-08 12:39:32'),
(858, 'en', 'Show', 'Show', '2020-11-08 12:39:32', '2020-11-08 12:39:32'),
(859, 'en', 'Pay Now', 'Pay Now', '2020-11-08 12:39:32', '2020-11-08 12:39:32'),
(860, 'en', 'Affiliate User Verification', 'Affiliate User Verification', '2020-11-08 12:40:01', '2020-11-08 12:40:01'),
(861, 'en', 'Reject', 'Reject', '2020-11-08 12:40:01', '2020-11-08 12:40:01'),
(862, 'en', 'Accept', 'Accept', '2020-11-08 12:40:01', '2020-11-08 12:40:01'),
(863, 'en', 'Beauty, Health & Hair', 'Beauty, Health & Hair', '2020-11-08 12:54:17', '2020-11-08 12:54:17'),
(864, 'en', 'Comparison', 'Comparison', '2020-11-08 12:54:33', '2020-11-08 12:54:33'),
(865, 'en', 'Reset Compare List', 'Reset Compare List', '2020-11-08 12:54:33', '2020-11-08 12:54:33'),
(866, 'en', 'Your comparison list is empty', 'Your comparison list is empty', '2020-11-08 12:54:33', '2020-11-08 12:54:33'),
(867, 'en', 'Convert Point To Wallet', 'Convert Point To Wallet', '2020-11-08 13:04:42', '2020-11-08 13:04:42'),
(868, 'en', 'Note: You need to activate wallet option first before using club point addon.', 'Note: You need to activate wallet option first before using club point addon.', '2020-11-08 13:04:43', '2020-11-08 13:04:43'),
(869, 'en', 'Create an account.', 'Create an account.', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(870, 'en', 'Use Email Instead', 'Use Email Instead', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(871, 'en', 'By signing up you agree to our terms and conditions.', 'By signing up you agree to our terms and conditions.', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(872, 'en', 'Create Account', 'Create Account', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(873, 'en', 'Or Join With', 'Or Join With', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(874, 'en', 'Already have an account?', 'Already have an account?', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(875, 'en', 'Log In', 'Log In', '2020-11-09 06:17:11', '2020-11-09 06:17:11'),
(876, 'en', 'Computer & Accessories', 'Computer & Accessories', '2020-11-09 07:52:05', '2020-11-09 07:52:05'),
(878, 'en', 'Product(s)', 'Product(s)', '2020-11-09 07:52:23', '2020-11-09 07:52:23'),
(879, 'en', 'in your cart', 'in your cart', '2020-11-09 07:52:23', '2020-11-09 07:52:23'),
(880, 'en', 'in your wishlist', 'in your wishlist', '2020-11-09 07:52:23', '2020-11-09 07:52:23'),
(881, 'en', 'you ordered', 'you ordered', '2020-11-09 07:52:24', '2020-11-09 07:52:24'),
(882, 'en', 'Default Shipping Address', 'Default Shipping Address', '2020-11-09 07:52:24', '2020-11-09 07:52:24'),
(883, 'en', 'Sports & outdoor', 'Sports & outdoor', '2020-11-09 07:53:32', '2020-11-09 07:53:32'),
(884, 'en', 'Copied', 'Copied', '2020-11-09 07:54:19', '2020-11-09 07:54:19'),
(885, 'en', 'Copy the Promote Link', 'Copy the Promote Link', '2020-11-09 07:54:19', '2020-11-09 07:54:19'),
(886, 'en', 'Write a review', 'Write a review', '2020-11-09 07:54:20', '2020-11-09 07:54:20'),
(887, 'en', 'Your name', 'Your name', '2020-11-09 07:54:20', '2020-11-09 07:54:20'),
(888, 'en', 'Comment', 'Comment', '2020-11-09 07:54:20', '2020-11-09 07:54:20'),
(889, 'en', 'Your review', 'Your review', '2020-11-09 07:54:20', '2020-11-09 07:54:20'),
(890, 'en', 'Submit review', 'Submit review', '2020-11-09 07:54:20', '2020-11-09 07:54:20'),
(891, 'en', 'Claire Willis', 'Claire Willis', '2020-11-09 08:05:00', '2020-11-09 08:05:00'),
(892, 'en', 'Germaine Greene', 'Germaine Greene', '2020-11-09 08:05:00', '2020-11-09 08:05:00'),
(893, 'en', 'Product File', 'Product File', '2020-11-09 08:07:08', '2020-11-09 08:07:08'),
(894, 'en', 'Choose file', 'Choose file', '2020-11-09 08:07:08', '2020-11-09 08:07:08'),
(895, 'en', 'Type to add a tag', 'Type to add a tag', '2020-11-09 08:07:08', '2020-11-09 08:07:08'),
(896, 'en', 'Images', 'Images', '2020-11-09 08:07:08', '2020-11-09 08:07:08'),
(897, 'en', 'Main Images', 'Main Images', '2020-11-09 08:07:08', '2020-11-09 08:07:08'),
(898, 'en', 'Meta Tags', 'Meta Tags', '2020-11-09 08:07:08', '2020-11-09 08:07:08'),
(899, 'en', 'Digital Product has been inserted successfully', 'Digital Product has been inserted successfully', '2020-11-09 08:14:25', '2020-11-09 08:14:25'),
(900, 'en', 'Edit Digital Product', 'Edit Digital Product', '2020-11-09 08:14:34', '2020-11-09 08:14:34'),
(901, 'en', 'Select an option', 'Select an option', '2020-11-09 08:14:34', '2020-11-09 08:14:34'),
(902, 'en', 'tax', 'tax', '2020-11-09 08:14:35', '2020-11-09 08:14:35'),
(903, 'en', 'Any question about this product?', 'Any question about this product?', '2020-11-09 08:15:11', '2020-11-09 08:15:11'),
(904, 'en', 'Sign in', 'Sign in', '2020-11-09 08:15:11', '2020-11-09 08:15:11'),
(905, 'en', 'Login with Google', 'Login with Google', '2020-11-09 08:15:11', '2020-11-09 08:15:11'),
(906, 'en', 'Login with Facebook', 'Login with Facebook', '2020-11-09 08:15:11', '2020-11-09 08:15:11'),
(907, 'en', 'Login with Twitter', 'Login with Twitter', '2020-11-09 08:15:11', '2020-11-09 08:15:11'),
(908, 'en', 'Click to show phone number', 'Click to show phone number', '2020-11-09 08:15:51', '2020-11-09 08:15:51'),
(909, 'en', 'Other Ads of', 'Other Ads of', '2020-11-09 08:15:52', '2020-11-09 08:15:52'),
(910, 'en', 'Store Home', 'Store Home', '2020-11-09 08:54:23', '2020-11-09 08:54:23'),
(911, 'en', 'Top Selling', 'Top Selling', '2020-11-09 08:54:23', '2020-11-09 08:54:23'),
(912, 'en', 'Shop Settings', 'Shop Settings', '2020-11-09 08:55:38', '2020-11-09 08:55:38'),
(913, 'en', 'Visit Shop', 'Visit Shop', '2020-11-09 08:55:38', '2020-11-09 08:55:38'),
(914, 'en', 'Pickup Points', 'Pickup Points', '2020-11-09 08:55:38', '2020-11-09 08:55:38'),
(915, 'en', 'Select Pickup Point', 'Select Pickup Point', '2020-11-09 08:55:38', '2020-11-09 08:55:38'),
(916, 'en', 'Slider Settings', 'Slider Settings', '2020-11-09 08:55:39', '2020-11-09 08:55:39'),
(917, 'en', 'Social Media Link', 'Social Media Link', '2020-11-09 08:55:39', '2020-11-09 08:55:39'),
(918, 'en', 'Facebook', 'Facebook', '2020-11-09 08:55:39', '2020-11-09 08:55:39'),
(919, 'en', 'Twitter', 'Twitter', '2020-11-09 08:55:39', '2020-11-09 08:55:39'),
(920, 'en', 'Google', 'Google', '2020-11-09 08:55:39', '2020-11-09 08:55:39'),
(921, 'en', 'New Arrival Products', 'New Arrival Products', '2020-11-09 08:56:26', '2020-11-09 08:56:26'),
(922, 'en', 'Check Your Order Status', 'Check Your Order Status', '2020-11-09 09:23:32', '2020-11-09 09:23:32'),
(923, 'en', 'Shipping method', 'Shipping method', '2020-11-09 09:27:40', '2020-11-09 09:27:40'),
(924, 'en', 'Shipped By', 'Shipped By', '2020-11-09 09:27:41', '2020-11-09 09:27:41'),
(925, 'en', 'Image', 'Image', '2020-11-09 09:29:37', '2020-11-09 09:29:37'),
(926, 'en', 'Sub Sub Category', 'Sub Sub Category', '2020-11-09 09:29:37', '2020-11-09 09:29:37'),
(927, 'en', 'Inhouse Products', 'Inhouse Products', '2020-11-09 10:22:32', '2020-11-09 10:22:32'),
(928, 'en', 'Forgot Password?', 'Forgot Password?', '2020-11-09 10:33:21', '2020-11-09 10:33:21'),
(929, 'en', 'Enter your email address to recover your password.', 'Enter your email address to recover your password.', '2020-11-09 10:33:21', '2020-11-09 10:33:21'),
(930, 'en', 'Email or Phone', 'Email or Phone', '2020-11-09 10:33:21', '2020-11-09 10:33:21'),
(931, 'en', 'Send Password Reset Link', 'Send Password Reset Link', '2020-11-09 10:33:21', '2020-11-09 10:33:21'),
(932, 'en', 'Back to Login', 'Back to Login', '2020-11-09 10:33:21', '2020-11-09 10:33:21'),
(933, 'en', 'index', 'index', '2020-11-09 10:35:29', '2020-11-09 10:35:29'),
(934, 'en', 'Download Your Product', 'Download Your Product', '2020-11-09 10:35:30', '2020-11-09 10:35:30'),
(935, 'en', 'Option', 'Option', '2020-11-09 10:35:30', '2020-11-09 10:35:30'),
(936, 'en', 'Applied Refund Request', 'Applied Refund Request', '2020-11-09 10:35:39', '2020-11-09 10:35:39'),
(937, 'en', 'Item has been renoved from wishlist', 'Item has been renoved from wishlist', '2020-11-09 10:36:04', '2020-11-09 10:36:04'),
(938, 'en', 'Bulk Products Upload', 'Bulk Products Upload', '2020-11-09 10:39:24', '2020-11-09 10:39:24'),
(939, 'en', 'Upload CSV', 'Upload CSV', '2020-11-09 10:39:25', '2020-11-09 10:39:25'),
(940, 'en', 'Create a Ticket', 'Create a Ticket', '2020-11-09 10:40:25', '2020-11-09 10:40:25'),
(941, 'en', 'Tickets', 'Tickets', '2020-11-09 10:40:25', '2020-11-09 10:40:25'),
(942, 'en', 'Ticket ID', 'Ticket ID', '2020-11-09 10:40:25', '2020-11-09 10:40:25'),
(943, 'en', 'Sending Date', 'Sending Date', '2020-11-09 10:40:25', '2020-11-09 10:40:25'),
(944, 'en', 'Subject', 'Subject', '2020-11-09 10:40:25', '2020-11-09 10:40:25'),
(945, 'en', 'View Details', 'View Details', '2020-11-09 10:40:25', '2020-11-09 10:40:25'),
(946, 'en', 'Provide a detailed description', 'Provide a detailed description', '2020-11-09 10:40:26', '2020-11-09 10:40:26'),
(947, 'en', 'Type your reply', 'Type your reply', '2020-11-09 10:40:26', '2020-11-09 10:40:26'),
(948, 'en', 'Send Ticket', 'Send Ticket', '2020-11-09 10:40:26', '2020-11-09 10:40:26'),
(949, 'en', 'Load More', 'Load More', '2020-11-09 10:40:57', '2020-11-09 10:40:57'),
(950, 'en', 'Jewelry & Watches', 'Jewelry & Watches', '2020-11-09 10:47:38', '2020-11-09 10:47:38'),
(951, 'en', 'Filters', 'Filters', '2020-11-09 10:53:54', '2020-11-09 10:53:54'),
(952, 'en', 'Contact address', 'Contact address', '2020-11-09 10:58:46', '2020-11-09 10:58:46'),
(953, 'en', 'Contact phone', 'Contact phone', '2020-11-09 10:58:47', '2020-11-09 10:58:47'),
(954, 'en', 'Contact email', 'Contact email', '2020-11-09 10:58:47', '2020-11-09 10:58:47'),
(955, 'en', 'Filter by', 'Filter by', '2020-11-09 11:00:03', '2020-11-09 11:00:03'),
(956, 'en', 'Condition', 'Condition', '2020-11-09 11:56:13', '2020-11-09 11:56:13'),
(957, 'en', 'All Type', 'All Type', '2020-11-09 11:56:13', '2020-11-09 11:56:13'),
(960, 'en', 'Pay with wallet', 'Pay with wallet', '2020-11-09 12:56:34', '2020-11-09 12:56:34'),
(961, 'en', 'Select variation', 'Select variation', '2020-11-10 07:54:29', '2020-11-10 07:54:29'),
(962, 'en', 'No Product Added', 'No Product Added', '2020-11-10 08:07:53', '2020-11-10 08:07:53'),
(963, 'en', 'Status has been updated successfully', 'Status has been updated successfully', '2020-11-10 08:41:23', '2020-11-10 08:41:23'),
(964, 'en', 'All Seller Packages', 'All Seller Packages', '2020-11-10 09:14:10', '2020-11-10 09:14:10'),
(965, 'en', 'Add New Package', 'Add New Package', '2020-11-10 09:14:10', '2020-11-10 09:14:10'),
(966, 'en', 'Package Logo', 'Package Logo', '2020-11-10 09:14:10', '2020-11-10 09:14:10'),
(967, 'en', 'days', 'days', '2020-11-10 09:14:10', '2020-11-10 09:14:10'),
(968, 'en', 'Create New Seller Package', 'Create New Seller Package', '2020-11-10 09:14:31', '2020-11-10 09:14:31'),
(969, 'en', 'Package Name', 'Package Name', '2020-11-10 09:14:31', '2020-11-10 09:14:31'),
(970, 'en', 'Duration', 'Duration', '2020-11-10 09:14:31', '2020-11-10 09:14:31'),
(971, 'en', 'Validity in number of days', 'Validity in number of days', '2020-11-10 09:14:31', '2020-11-10 09:14:31'),
(972, 'en', 'Update Package Information', 'Update Package Information', '2020-11-10 09:14:59', '2020-11-10 09:14:59'),
(973, 'en', 'Package has been inserted successfully', 'Package has been inserted successfully', '2020-11-10 09:15:14', '2020-11-10 09:15:14'),
(974, 'en', 'Refund Request', 'Refund Request', '2020-11-10 09:17:25', '2020-11-10 09:17:25'),
(975, 'en', 'Reason', 'Reason', '2020-11-10 09:17:25', '2020-11-10 09:17:25'),
(976, 'en', 'Label', 'Label', '2020-11-10 09:20:13', '2020-11-10 09:20:13'),
(977, 'en', 'Select Label', 'Select Label', '2020-11-10 09:20:13', '2020-11-10 09:20:13'),
(978, 'en', 'Multiple Select Label', 'Multiple Select Label', '2020-11-10 09:20:13', '2020-11-10 09:20:13'),
(979, 'en', 'Radio Label', 'Radio Label', '2020-11-10 09:20:13', '2020-11-10 09:20:13'),
(980, 'en', 'Pickup Point Orders', 'Pickup Point Orders', '2020-11-10 09:25:40', '2020-11-10 09:25:40'),
(981, 'en', 'View', 'View', '2020-11-10 09:25:40', '2020-11-10 09:25:40'),
(982, 'en', 'Order #', 'Order #', '2020-11-10 09:25:48', '2020-11-10 09:25:48'),
(983, 'en', 'Order Status', 'Order Status', '2020-11-10 09:25:48', '2020-11-10 09:25:48'),
(984, 'en', 'Total amount', 'Total amount', '2020-11-10 09:25:48', '2020-11-10 09:25:48'),
(986, 'en', 'TOTAL', 'TOTAL', '2020-11-10 09:25:49', '2020-11-10 09:25:49'),
(987, 'en', 'Delivery status has been updated', 'Delivery status has been updated', '2020-11-10 09:25:49', '2020-11-10 09:25:49'),
(988, 'en', 'Payment status has been updated', 'Payment status has been updated', '2020-11-10 09:25:49', '2020-11-10 09:25:49'),
(989, 'en', 'INVOICE', 'INVOICE', '2020-11-10 09:25:58', '2020-11-10 09:25:58'),
(990, 'en', 'Set Refund Time', 'Set Refund Time', '2020-11-10 09:34:04', '2020-11-10 09:34:04'),
(991, 'en', 'Set Time for sending Refund Request', 'Set Time for sending Refund Request', '2020-11-10 09:34:04', '2020-11-10 09:34:04'),
(992, 'en', 'Set Refund Sticker', 'Set Refund Sticker', '2020-11-10 09:34:05', '2020-11-10 09:34:05'),
(993, 'en', 'Sticker', 'Sticker', '2020-11-10 09:34:05', '2020-11-10 09:34:05'),
(994, 'en', 'Refund Request All', 'Refund Request All', '2020-11-10 09:34:12', '2020-11-10 09:34:12'),
(995, 'en', 'Order Id', 'Order Id', '2020-11-10 09:34:12', '2020-11-10 09:34:12'),
(996, 'en', 'Seller Approval', 'Seller Approval', '2020-11-10 09:34:12', '2020-11-10 09:34:12'),
(997, 'en', 'Admin Approval', 'Admin Approval', '2020-11-10 09:34:12', '2020-11-10 09:34:12'),
(998, 'en', 'Refund Status', 'Refund Status', '2020-11-10 09:34:12', '2020-11-10 09:34:12'),
(1000, 'en', 'No Refund', 'No Refund', '2020-11-10 09:35:27', '2020-11-10 09:35:27'),
(1001, 'en', 'Status updated successfully', 'Status updated successfully', '2020-11-10 09:54:20', '2020-11-10 09:54:20'),
(1002, 'en', 'User Search Report', 'User Search Report', '2020-11-11 06:43:24', '2020-11-11 06:43:24'),
(1003, 'en', 'Search By', 'Search By', '2020-11-11 06:43:24', '2020-11-11 06:43:24'),
(1004, 'en', 'Number searches', 'Number searches', '2020-11-11 06:43:24', '2020-11-11 06:43:24'),
(1005, 'en', 'Sender', 'Sender', '2020-11-11 06:51:49', '2020-11-11 06:51:49'),
(1006, 'en', 'Receiver', 'Receiver', '2020-11-11 06:51:49', '2020-11-11 06:51:49'),
(1007, 'en', 'Verification form updated successfully', 'Verification form updated successfully', '2020-11-11 06:53:29', '2020-11-11 06:53:29'),
(1008, 'en', 'Invalid email or password', 'Invalid email or password', '2020-11-11 07:07:49', '2020-11-11 07:07:49'),
(1009, 'en', 'All Coupons', 'All Coupons', '2020-11-11 07:14:04', '2020-11-11 07:14:04'),
(1010, 'en', 'Add New Coupon', 'Add New Coupon', '2020-11-11 07:14:04', '2020-11-11 07:14:04'),
(1011, 'en', 'Coupon Information', 'Coupon Information', '2020-11-11 07:14:04', '2020-11-11 07:14:04'),
(1012, 'en', 'Start Date', 'Start Date', '2020-11-11 07:14:04', '2020-11-11 07:14:04'),
(1013, 'en', 'End Date', 'End Date', '2020-11-11 07:14:05', '2020-11-11 07:14:05'),
(1014, 'en', 'Product Base', 'Product Base', '2020-11-11 07:14:05', '2020-11-11 07:14:05'),
(1015, 'en', 'Send Newsletter', 'Send Newsletter', '2020-11-11 07:14:10', '2020-11-11 07:14:10'),
(1016, 'en', 'Mobile Users', 'Mobile Users', '2020-11-11 07:14:10', '2020-11-11 07:14:10'),
(1017, 'en', 'SMS subject', 'SMS subject', '2020-11-11 07:14:10', '2020-11-11 07:14:10'),
(1018, 'en', 'SMS content', 'SMS content', '2020-11-11 07:14:10', '2020-11-11 07:14:10'),
(1019, 'en', 'All Flash Delas', 'All Flash Delas', '2020-11-11 07:16:06', '2020-11-11 07:16:06'),
(1020, 'en', 'Create New Flash Dela', 'Create New Flash Dela', '2020-11-11 07:16:06', '2020-11-11 07:16:06'),
(1022, 'en', 'Page Link', 'Page Link', '2020-11-11 07:16:06', '2020-11-11 07:16:06'),
(1023, 'en', 'Flash Deal Information', 'Flash Deal Information', '2020-11-11 07:16:14', '2020-11-11 07:16:14'),
(1024, 'en', 'Background Color', 'Background Color', '2020-11-11 07:16:14', '2020-11-11 07:16:14'),
(1025, 'en', '#0000ff', '#0000ff', '2020-11-11 07:16:14', '2020-11-11 07:16:14'),
(1026, 'en', 'Text Color', 'Text Color', '2020-11-11 07:16:14', '2020-11-11 07:16:14'),
(1027, 'en', 'White', 'White', '2020-11-11 07:16:14', '2020-11-11 07:16:14'),
(1028, 'en', 'Dark', 'Dark', '2020-11-11 07:16:15', '2020-11-11 07:16:15'),
(1029, 'en', 'Choose Products', 'Choose Products', '2020-11-11 07:16:15', '2020-11-11 07:16:15'),
(1030, 'en', 'Discounts', 'Discounts', '2020-11-11 07:16:20', '2020-11-11 07:16:20'),
(1031, 'en', 'Discount Type', 'Discount Type', '2020-11-11 07:16:20', '2020-11-11 07:16:20'),
(1032, 'en', 'Twillo Credential', 'Twillo Credential', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1033, 'en', 'TWILIO SID', 'TWILIO SID', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1034, 'en', 'TWILIO AUTH TOKEN', 'TWILIO AUTH TOKEN', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1035, 'en', 'TWILIO VERIFY SID', 'TWILIO VERIFY SID', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1036, 'en', 'VALID TWILLO NUMBER', 'VALID TWILLO NUMBER', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1037, 'en', 'Nexmo Credential', 'Nexmo Credential', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1038, 'en', 'NEXMO KEY', 'NEXMO KEY', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1039, 'en', 'NEXMO SECRET', 'NEXMO SECRET', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1040, 'en', 'SSL Wireless Credential', 'SSL Wireless Credential', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1041, 'en', 'SSL SMS API TOKEN', 'SSL SMS API TOKEN', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1042, 'en', 'SSL SMS SID', 'SSL SMS SID', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1043, 'en', 'SSL SMS URL', 'SSL SMS URL', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1044, 'en', 'Fast2SMS Credential', 'Fast2SMS Credential', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1045, 'en', 'AUTH KEY', 'AUTH KEY', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1046, 'en', 'ROUTE', 'ROUTE', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1047, 'en', 'Promotional Use', 'Promotional Use', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1048, 'en', 'Transactional Use', 'Transactional Use', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1050, 'en', 'SENDER ID', 'SENDER ID', '2020-11-11 07:17:35', '2020-11-11 07:17:35'),
(1051, 'en', 'Nexmo OTP', 'Nexmo OTP', '2020-11-11 07:17:42', '2020-11-11 07:17:42'),
(1052, 'en', 'Twillo OTP', 'Twillo OTP', '2020-11-11 07:17:43', '2020-11-11 07:17:43'),
(1053, 'en', 'SSL Wireless OTP', 'SSL Wireless OTP', '2020-11-11 07:17:43', '2020-11-11 07:17:43'),
(1054, 'en', 'Fast2SMS OTP', 'Fast2SMS OTP', '2020-11-11 07:17:43', '2020-11-11 07:17:43'),
(1055, 'en', 'Order Placement', 'Order Placement', '2020-11-11 07:17:43', '2020-11-11 07:17:43'),
(1056, 'en', 'Delivery Status Changing Time', 'Delivery Status Changing Time', '2020-11-11 07:17:43', '2020-11-11 07:17:43'),
(1057, 'en', 'Paid Status Changing Time', 'Paid Status Changing Time', '2020-11-11 07:17:43', '2020-11-11 07:17:43'),
(1058, 'en', 'Send Bulk SMS', 'Send Bulk SMS', '2020-11-11 07:19:14', '2020-11-11 07:19:14'),
(1059, 'en', 'All Subscribers', 'All Subscribers', '2020-11-11 07:21:51', '2020-11-11 07:21:51'),
(1060, 'en', 'Coupon Information Adding', 'Coupon Information Adding', '2020-11-11 07:22:25', '2020-11-11 07:22:25'),
(1061, 'en', 'Coupon Type', 'Coupon Type', '2020-11-11 07:22:25', '2020-11-11 07:22:25'),
(1062, 'en', 'For Products', 'For Products', '2020-11-11 07:22:25', '2020-11-11 07:22:25'),
(1063, 'en', 'For Total Orders', 'For Total Orders', '2020-11-11 07:22:25', '2020-11-11 07:22:25'),
(1064, 'en', 'Add Your Product Base Coupon', 'Add Your Product Base Coupon', '2020-11-11 07:22:42', '2020-11-11 07:22:42'),
(1065, 'en', 'Coupon code', 'Coupon code', '2020-11-11 07:22:42', '2020-11-11 07:22:42'),
(1066, 'en', 'Sub Category', 'Sub Category', '2020-11-11 07:22:42', '2020-11-11 07:22:42'),
(1067, 'en', 'Add More', 'Add More', '2020-11-11 07:22:43', '2020-11-11 07:22:43'),
(1068, 'en', 'Add Your Cart Base Coupon', 'Add Your Cart Base Coupon', '2020-11-11 07:29:40', '2020-11-11 07:29:40'),
(1069, 'en', 'Minimum Shopping', 'Minimum Shopping', '2020-11-11 07:29:40', '2020-11-11 07:29:40'),
(1070, 'en', 'Maximum Discount Amount', 'Maximum Discount Amount', '2020-11-11 07:29:41', '2020-11-11 07:29:41'),
(1071, 'en', 'Coupon Information Update', 'Coupon Information Update', '2020-11-11 08:18:34', '2020-11-11 08:18:34'),
(1073, 'en', 'Please Configure SMTP Setting to work all email sending funtionality', 'Please Configure SMTP Setting to work all email sending funtionality', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1074, 'en', 'Configure Now', 'Configure Now', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1076, 'en', 'Total published products', 'Total published products', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1077, 'en', 'Total sellers products', 'Total sellers products', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1078, 'en', 'Total admin products', 'Total admin products', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1079, 'en', 'Manage Products', 'Manage Products', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1080, 'en', 'Total product category', 'Total product category', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1081, 'en', 'Create Category', 'Create Category', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1082, 'en', 'Total product sub sub category', 'Total product sub sub category', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1083, 'en', 'Create Sub Sub Category', 'Create Sub Sub Category', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1084, 'en', 'Total product sub category', 'Total product sub category', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1085, 'en', 'Create Sub Category', 'Create Sub Category', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1086, 'en', 'Total product brand', 'Total product brand', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1087, 'en', 'Create Brand', 'Create Brand', '2020-11-11 13:10:18', '2020-11-11 13:10:18'),
(1089, 'en', 'Total sellers', 'Total sellers', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1091, 'en', 'Total approved sellers', 'Total approved sellers', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1093, 'en', 'Total pending sellers', 'Total pending sellers', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1094, 'en', 'Manage Sellers', 'Manage Sellers', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1095, 'en', 'Category wise product sale', 'Category wise product sale', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1097, 'en', 'Sale', 'Sale', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1098, 'en', 'Category wise product stock', 'Category wise product stock', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1099, 'en', 'Category Name', 'Category Name', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1100, 'en', 'Stock', 'Stock', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1101, 'en', 'Frontend', 'Frontend', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1103, 'en', 'Home page', 'Home page', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1104, 'en', 'setting', 'setting', '2020-11-11 13:10:19', '2020-11-11 13:10:19'),
(1106, 'en', 'Policy page', 'Policy page', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1107, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1109, 'en', 'General', 'General', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1110, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1111, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1112, 'en', 'Useful link', 'Useful link', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1113, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1114, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1115, 'en', 'Activation', 'Activation', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1116, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1117, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1118, 'en', 'SMTP', 'SMTP', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1119, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1120, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1121, 'en', 'Payment method', 'Payment method', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1122, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1123, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1124, 'en', 'Social media', 'Social media', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1125, 'en', 'setting', 'setting', '2020-11-11 13:10:20', '2020-11-11 13:10:20'),
(1126, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1127, 'en', 'Business', 'Business', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1128, 'en', 'setting', 'setting', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1130, 'en', 'setting', 'setting', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1131, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1132, 'en', 'Seller verification', 'Seller verification', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1133, 'en', 'form setting', 'form setting', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1134, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1135, 'en', 'Language', 'Language', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1136, 'en', 'setting', 'setting', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1137, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1139, 'en', 'setting', 'setting', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1140, 'en', 'Click Here', 'Click Here', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1141, 'en', 'Dashboard', 'Dashboard', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1142, 'en', 'POS System', 'POS System', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1143, 'en', 'POS Manager', 'POS Manager', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1144, 'en', 'POS Configuration', 'POS Configuration', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1145, 'en', 'Products', 'Products', '2020-11-11 13:10:21', '2020-11-11 13:10:21'),
(1146, 'en', 'Add New product', 'Add New product', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1147, 'en', 'All Products', 'All Products', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1148, 'en', 'In House Products', 'In House Products', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1149, 'en', 'Seller Products', 'Seller Products', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1150, 'en', 'Digital Products', 'Digital Products', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1151, 'en', 'Bulk Import', 'Bulk Import', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1152, 'en', 'Bulk Export', 'Bulk Export', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1153, 'en', 'Category', 'Category', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1154, 'en', 'Subcategory', 'Subcategory', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1155, 'en', 'Sub Subcategory', 'Sub Subcategory', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1156, 'en', 'Brand', 'Brand', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1157, 'en', 'Attribute', 'Attribute', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1158, 'en', 'Product Reviews', 'Product Reviews', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1159, 'en', 'Sales', 'Sales', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1160, 'en', 'All Orders', 'All Orders', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1161, 'en', 'Inhouse orders', 'Inhouse orders', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1162, 'en', 'Seller Orders', 'Seller Orders', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1163, 'en', 'Pick-up Point Order', 'Pick-up Point Order', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1164, 'en', 'Refunds', 'Refunds', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1165, 'en', 'Refund Requests', 'Refund Requests', '2020-11-11 13:10:22', '2020-11-11 13:10:22'),
(1166, 'en', 'Approved Refund', 'Approved Refund', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1167, 'en', 'Refund Configuration', 'Refund Configuration', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1168, 'en', 'Customers', 'Customers', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1169, 'en', 'Customer list', 'Customer list', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1170, 'en', 'Classified Products', 'Classified Products', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1171, 'en', 'Classified Packages', 'Classified Packages', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1172, 'en', 'Sellers', 'Sellers', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1173, 'en', 'All Seller', 'All Seller', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1174, 'en', 'Payouts', 'Payouts', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1175, 'en', 'Payout Requests', 'Payout Requests', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1176, 'en', 'Seller Commission', 'Seller Commission', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1177, 'en', 'Seller Packages', 'Seller Packages', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1178, 'en', 'Seller Verification Form', 'Seller Verification Form', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1179, 'en', 'Reports', 'Reports', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1180, 'en', 'In House Product Sale', 'In House Product Sale', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1181, 'en', 'Seller Products Sale', 'Seller Products Sale', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1182, 'en', 'Products Stock', 'Products Stock', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1183, 'en', 'Products wishlist', 'Products wishlist', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1184, 'en', 'User Searches', 'User Searches', '2020-11-11 13:10:23', '2020-11-11 13:10:23'),
(1185, 'en', 'Marketing', 'Marketing', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1186, 'en', 'Flash deals', 'Flash deals', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1187, 'en', 'Newsletters', 'Newsletters', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1188, 'en', 'Bulk SMS', 'Bulk SMS', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1189, 'en', 'Subscribers', 'Subscribers', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1190, 'en', 'Coupon', 'Coupon', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1191, 'en', 'Support', 'Support', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1192, 'en', 'Ticket', 'Ticket', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1193, 'en', 'Product Queries', 'Product Queries', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1194, 'en', 'Website Setup', 'Website Setup', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1195, 'en', 'Header', 'Header', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1196, 'en', 'Footer', 'Footer', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1197, 'en', 'Pages', 'Pages', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1198, 'en', 'Appearance', 'Appearance', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1199, 'en', 'Setup & Configurations', 'Setup & Configurations', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1200, 'en', 'General Settings', 'General Settings', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1201, 'en', 'Features activation', 'Features activation', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1202, 'en', 'Languages', 'Languages', '2020-11-11 13:10:24', '2020-11-11 13:10:24'),
(1203, 'en', 'Currency', 'Currency', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1204, 'en', 'Pickup point', 'Pickup point', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1205, 'en', 'SMTP Settings', 'SMTP Settings', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1206, 'en', 'Payment Methods', 'Payment Methods', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1207, 'en', 'File System Configuration', 'File System Configuration', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1208, 'en', 'Social media Logins', 'Social media Logins', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1209, 'en', 'Analytics Tools', 'Analytics Tools', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1210, 'en', 'Facebook Chat', 'Facebook Chat', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1211, 'en', 'Google reCAPTCHA', 'Google reCAPTCHA', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1212, 'en', 'Shipping Configuration', 'Shipping Configuration', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1213, 'en', 'Shipping Countries', 'Shipping Countries', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1214, 'en', 'Affiliate System', 'Affiliate System', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1215, 'en', 'Affiliate Registration Form', 'Affiliate Registration Form', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1216, 'en', 'Affiliate Configurations', 'Affiliate Configurations', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1217, 'en', 'Affiliate Users', 'Affiliate Users', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1218, 'en', 'Referral Users', 'Referral Users', '2020-11-11 13:10:25', '2020-11-11 13:10:25'),
(1219, 'en', 'Affiliate Withdraw Requests', 'Affiliate Withdraw Requests', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1220, 'en', 'Offline Payment System', 'Offline Payment System', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1221, 'en', 'Manual Payment Methods', 'Manual Payment Methods', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1222, 'en', 'Offline Wallet Recharge', 'Offline Wallet Recharge', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1223, 'en', 'Offline Customer Package Payments', 'Offline Customer Package Payments', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1224, 'en', 'Offline Seller Package Payments', 'Offline Seller Package Payments', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1225, 'en', 'Paytm Payment Gateway', 'Paytm Payment Gateway', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1226, 'en', 'Set Paytm Credentials', 'Set Paytm Credentials', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1227, 'en', 'Club Point System', 'Club Point System', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1228, 'en', 'Club Point Configurations', 'Club Point Configurations', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1229, 'en', 'Set Product Point', 'Set Product Point', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1230, 'en', 'User Points', 'User Points', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1231, 'en', 'OTP System', 'OTP System', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1232, 'en', 'OTP Configurations', 'OTP Configurations', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1233, 'en', 'Set OTP Credentials', 'Set OTP Credentials', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1234, 'en', 'Staffs', 'Staffs', '2020-11-11 13:10:26', '2020-11-11 13:10:26'),
(1235, 'en', 'All staffs', 'All staffs', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1236, 'en', 'Staff permissions', 'Staff permissions', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1237, 'en', 'Addon Manager', 'Addon Manager', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1238, 'en', 'Browse Website', 'Browse Website', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1239, 'en', 'POS', 'POS', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1240, 'en', 'Notifications', 'Notifications', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1241, 'en', 'new orders', 'new orders', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1242, 'en', 'user-image', 'user-image', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1243, 'en', 'Profile', 'Profile', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1244, 'en', 'Logout', 'Logout', '2020-11-11 13:10:27', '2020-11-11 13:10:27'),
(1247, 'en', 'Page Not Found!', 'Page Not Found!', '2020-11-11 13:10:28', '2020-11-11 13:10:28'),
(1249, 'en', 'The page you are looking for has not been found on our server.', 'The page you are looking for has not been found on our server.', '2020-11-11 13:10:28', '2020-11-11 13:10:28'),
(1253, 'en', 'Registration', 'Registration', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1255, 'en', 'I am shopping for...', 'I am shopping for...', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1257, 'en', 'Compare', 'Compare', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1259, 'en', 'Wishlist', 'Wishlist', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1261, 'en', 'Cart', 'Cart', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1263, 'en', 'Your Cart is empty', 'Your Cart is empty', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1265, 'en', 'Categories', 'Categories', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1267, 'en', 'See All', 'See All', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1269, 'en', 'Seller Policy', 'Seller Policy', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1271, 'en', 'Return Policy', 'Return Policy', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1273, 'en', 'Support Policy', 'Support Policy', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1275, 'en', 'Privacy Policy', 'Privacy Policy', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1277, 'en', 'Your Email Address', 'Your Email Address', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1279, 'en', 'Subscribe', 'Subscribe', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1281, 'en', 'Contact Info', 'Contact Info', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1283, 'en', 'Address', 'Address', '2020-11-11 13:10:29', '2020-11-11 13:10:29'),
(1285, 'en', 'Phone', 'Phone', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1287, 'en', 'Email', 'Email', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1288, 'en', 'Login', 'Login', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1289, 'en', 'My Account', 'My Account', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1291, 'en', 'Login', 'Login', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1293, 'en', 'Order History', 'Order History', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1295, 'en', 'My Wishlist', 'My Wishlist', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1297, 'en', 'Track Order', 'Track Order', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1299, 'en', 'Be an affiliate partner', 'Be an affiliate partner', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1301, 'en', 'Be a Seller', 'Be a Seller', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1303, 'en', 'Apply Now', 'Apply Now', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1305, 'en', 'Confirmation', 'Confirmation', '2020-11-11 13:10:30', '2020-11-11 13:10:30');
INSERT INTO `translations` (`id`, `lang`, `lang_key`, `lang_value`, `created_at`, `updated_at`) VALUES
(1307, 'en', 'Delete confirmation message', 'Delete confirmation message', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1309, 'en', 'Cancel', 'Cancel', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1312, 'en', 'Delete', 'Delete', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1313, 'en', 'Item has been added to compare list', 'Item has been added to compare list', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1314, 'en', 'Please login first', 'Please login first', '2020-11-11 13:10:30', '2020-11-11 13:10:30'),
(1315, 'en', 'Total Earnings From', 'Total Earnings From', '2020-11-12 08:01:11', '2020-11-12 08:01:11'),
(1316, 'en', 'Client Subscription', 'Client Subscription', '2020-11-12 08:01:12', '2020-11-12 08:01:12'),
(1317, 'en', 'Product category', 'Product category', '2020-11-12 08:03:46', '2020-11-12 08:03:46'),
(1318, 'en', 'Product sub sub category', 'Product sub sub category', '2020-11-12 08:03:46', '2020-11-12 08:03:46'),
(1319, 'en', 'Product sub category', 'Product sub category', '2020-11-12 08:03:46', '2020-11-12 08:03:46'),
(1320, 'en', 'Product brand', 'Product brand', '2020-11-12 08:03:46', '2020-11-12 08:03:46'),
(1321, 'en', 'Top Client Packages', 'Top Client Packages', '2020-11-12 08:05:21', '2020-11-12 08:05:21'),
(1322, 'en', 'Top Freelancer Packages', 'Top Freelancer Packages', '2020-11-12 08:05:21', '2020-11-12 08:05:21'),
(1323, 'en', 'Number of sale', 'Number of sale', '2020-11-12 09:13:09', '2020-11-12 09:13:09'),
(1324, 'en', 'Number of Stock', 'Number of Stock', '2020-11-12 09:16:02', '2020-11-12 09:16:02'),
(1325, 'en', 'Top 10 Products', 'Top 10 Products', '2020-11-12 10:02:29', '2020-11-12 10:02:29'),
(1326, 'en', 'Top 12 Products', 'Top 12 Products', '2020-11-12 10:02:39', '2020-11-12 10:02:39'),
(1327, 'en', 'Admin can not be a seller', 'Admin can not be a seller', '2020-11-12 11:30:19', '2020-11-12 11:30:19'),
(1328, 'en', 'Filter by Rating', 'Filter by Rating', '2020-11-15 08:01:15', '2020-11-15 08:01:15'),
(1329, 'en', 'Published reviews updated successfully', 'Published reviews updated successfully', '2020-11-15 08:01:15', '2020-11-15 08:01:15'),
(1330, 'en', 'Refund Sticker has been updated successfully', 'Refund Sticker has been updated successfully', '2020-11-15 08:17:12', '2020-11-15 08:17:12'),
(1331, 'en', 'Edit Product', 'Edit Product', '2020-11-15 10:31:54', '2020-11-15 10:31:54'),
(1332, 'en', 'Meta Images', 'Meta Images', '2020-11-15 10:32:12', '2020-11-15 10:32:12'),
(1333, 'en', 'Update Product', 'Update Product', '2020-11-15 10:32:12', '2020-11-15 10:32:12'),
(1334, 'en', 'Product has been deleted successfully', 'Product has been deleted successfully', '2020-11-15 10:32:57', '2020-11-15 10:32:57'),
(1335, 'en', 'Your Profile has been updated successfully!', 'Your Profile has been updated successfully!', '2020-11-15 11:10:42', '2020-11-15 11:10:42'),
(1336, 'en', 'Upload limit has been reached. Please upgrade your package.', 'Upload limit has been reached. Please upgrade your package.', '2020-11-15 11:13:45', '2020-11-15 11:13:45'),
(1337, 'en', 'Add Your Product', 'Add Your Product', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1338, 'en', 'Select a category', 'Select a category', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1339, 'en', 'Select a brand', 'Select a brand', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1340, 'en', 'Product Unit', 'Product Unit', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1341, 'en', 'Minimum Qty.', 'Minimum Qty.', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1342, 'en', 'Product Tag', 'Product Tag', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1343, 'en', 'Type & hit enter', 'Type & hit enter', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1344, 'en', 'Videos', 'Videos', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1345, 'en', 'Video From', 'Video From', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1346, 'en', 'Video URL', 'Video URL', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1347, 'en', 'Customer Choice', 'Customer Choice', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1348, 'en', 'PDF', 'PDF', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1349, 'en', 'Choose PDF', 'Choose PDF', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1350, 'en', 'Select Category', 'Select Category', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1351, 'en', 'Target Category', 'Target Category', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1352, 'en', 'subsubcategory', 'subsubcategory', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1353, 'en', 'Search Category', 'Search Category', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1354, 'en', 'Search SubCategory', 'Search SubCategory', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1355, 'en', 'Search SubSubCategory', 'Search SubSubCategory', '2020-11-15 11:17:56', '2020-11-15 11:17:56'),
(1356, 'en', 'Update your product', 'Update your product', '2020-11-15 11:39:14', '2020-11-15 11:39:14'),
(1357, 'en', 'Product has been updated successfully', 'Product has been updated successfully', '2020-11-15 11:51:36', '2020-11-15 11:51:36'),
(1358, 'en', 'Add Your Digital Product', 'Add Your Digital Product', '2020-11-15 12:24:21', '2020-11-15 12:24:21'),
(1359, 'en', 'Active eCommerce CMS Update Process', 'Active eCommerce CMS Update Process', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1361, 'en', 'Codecanyon purchase code', 'Codecanyon purchase code', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1362, 'en', 'Database Name', 'Database Name', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1363, 'en', 'Database Username', 'Database Username', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1364, 'en', 'Database Password', 'Database Password', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1365, 'en', 'Database Hostname', 'Database Hostname', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1366, 'en', 'Update Now', 'Update Now', '2020-11-16 07:53:31', '2020-11-16 07:53:31'),
(1368, 'en', 'Congratulations', 'Congratulations', '2020-11-16 07:55:14', '2020-11-16 07:55:14'),
(1369, 'en', 'You have successfully completed the updating process. Please Login to continue', 'You have successfully completed the updating process. Please Login to continue', '2020-11-16 07:55:14', '2020-11-16 07:55:14'),
(1370, 'en', 'Go to Home', 'Go to Home', '2020-11-16 07:55:14', '2020-11-16 07:55:14'),
(1371, 'en', 'Login to Admin panel', 'Login to Admin panel', '2020-11-16 07:55:14', '2020-11-16 07:55:14'),
(1372, 'en', 'S3 File System Credentials', 'S3 File System Credentials', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1373, 'en', 'AWS_ACCESS_KEY_ID', 'AWS_ACCESS_KEY_ID', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1374, 'en', 'AWS_SECRET_ACCESS_KEY', 'AWS_SECRET_ACCESS_KEY', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1375, 'en', 'AWS_DEFAULT_REGION', 'AWS_DEFAULT_REGION', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1376, 'en', 'AWS_BUCKET', 'AWS_BUCKET', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1377, 'en', 'AWS_URL', 'AWS_URL', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1378, 'en', 'S3 File System Activation', 'S3 File System Activation', '2020-11-16 12:59:57', '2020-11-16 12:59:57'),
(1379, 'en', 'Your phone number', 'Your phone number', '2020-11-17 05:50:10', '2020-11-17 05:50:10'),
(1380, 'en', 'Zip File', 'Zip File', '2020-11-17 06:58:45', '2020-11-17 06:58:45'),
(1381, 'en', 'Install', 'Install', '2020-11-17 06:58:45', '2020-11-17 06:58:45'),
(1382, 'en', 'This version is not capable of installing Addons, Please update.', 'This version is not capable of installing Addons, Please update.', '2020-11-17 06:59:11', '2020-11-17 06:59:11'),
(1383, 'bd', 'Welcome to', 'Welcome to', '2021-02-08 19:25:38', '2021-02-08 19:25:38'),
(1384, 'bd', 'Login to your account.', 'Login to your account.', '2021-02-08 19:25:38', '2021-02-08 19:25:38'),
(1385, 'bd', 'Email', 'Email', '2021-02-08 19:25:38', '2021-02-08 19:25:38'),
(1386, 'bd', 'Password', 'Password', '2021-02-08 19:25:38', '2021-02-08 19:25:38'),
(1387, 'bd', 'Remember Me', 'Remember Me', '2021-02-08 19:25:38', '2021-02-08 19:25:38'),
(1388, 'bd', 'Login', 'Login', '2021-02-08 19:25:38', '2021-02-08 19:25:38'),
(1389, 'bd', 'Best Selling', 'Best Selling', '2021-02-08 19:25:42', '2021-02-08 19:25:42'),
(1390, 'bd', 'Top 20', 'Top 20', '2021-02-08 19:25:42', '2021-02-08 19:25:42'),
(1391, 'bd', 'Please Configure SMTP Setting to work all email sending functionality', 'Please Configure SMTP Setting to work all email sending functionality', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1392, 'bd', 'Configure Now', 'Configure Now', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1393, 'bd', 'Total', 'Total', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1394, 'bd', 'Customer', 'Customer', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1395, 'bd', 'Order', 'Order', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1396, 'bd', 'Product category', 'Product category', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1397, 'bd', 'Product brand', 'Product brand', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1398, 'bd', 'Products', 'Products', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1399, 'bd', 'Sellers', 'Sellers', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1400, 'bd', 'Category wise product sale', 'Category wise product sale', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1401, 'bd', 'Category wise product stock', 'Category wise product stock', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1402, 'bd', 'Top 12 Products', 'Top 12 Products', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1403, 'bd', 'Total published products', 'Total published products', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1404, 'bd', 'Total sellers products', 'Total sellers products', '2021-02-08 19:25:52', '2021-02-08 19:25:52'),
(1405, 'bd', 'Total admin products', 'Total admin products', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1406, 'bd', 'Total sellers', 'Total sellers', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1407, 'bd', 'Total approved sellers', 'Total approved sellers', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1408, 'bd', 'Total pending sellers', 'Total pending sellers', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1409, 'bd', 'Number of sale', 'Number of sale', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1410, 'bd', 'Number of Stock', 'Number of Stock', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1411, 'bd', 'Search in menu', 'Search in menu', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1412, 'bd', 'Dashboard', 'Dashboard', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1413, 'bd', 'Add New product', 'Add New product', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1414, 'bd', 'All Products', 'All Products', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1415, 'bd', 'In House Products', 'In House Products', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1416, 'bd', 'Seller Products', 'Seller Products', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1417, 'bd', 'Digital Products', 'Digital Products', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1418, 'bd', 'Bulk Import', 'Bulk Import', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1419, 'bd', 'Bulk Export', 'Bulk Export', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1420, 'bd', 'Category', 'Category', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1421, 'bd', 'Brand', 'Brand', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1422, 'bd', 'Attribute', 'Attribute', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1423, 'bd', 'Product Reviews', 'Product Reviews', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1424, 'bd', 'Sales', 'Sales', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1425, 'bd', 'All Orders', 'All Orders', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1426, 'bd', 'Inhouse orders', 'Inhouse orders', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1427, 'bd', 'Seller Orders', 'Seller Orders', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1428, 'bd', 'Pick-up Point Order', 'Pick-up Point Order', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1429, 'bd', 'Customers', 'Customers', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1430, 'bd', 'Customer list', 'Customer list', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1431, 'bd', 'All Seller', 'All Seller', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1432, 'bd', 'Payouts', 'Payouts', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1433, 'bd', 'Payout Requests', 'Payout Requests', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1434, 'bd', 'Seller Commission', 'Seller Commission', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1435, 'bd', 'Seller Verification Form', 'Seller Verification Form', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1436, 'bd', 'Uploaded Files', 'Uploaded Files', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1437, 'bd', 'Reports', 'Reports', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1438, 'bd', 'In House Product Sale', 'In House Product Sale', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1439, 'bd', 'Seller Products Sale', 'Seller Products Sale', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1440, 'bd', 'Products Stock', 'Products Stock', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1441, 'bd', 'Products wishlist', 'Products wishlist', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1442, 'bd', 'User Searches', 'User Searches', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1443, 'bd', 'Marketing', 'Marketing', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1444, 'bd', 'Flash deals', 'Flash deals', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1445, 'bd', 'Newsletters', 'Newsletters', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1446, 'bd', 'Subscribers', 'Subscribers', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1447, 'bd', 'Coupon', 'Coupon', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1448, 'bd', 'Support', 'Support', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1449, 'bd', 'Ticket', 'Ticket', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1450, 'bd', 'Product Queries', 'Product Queries', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1451, 'bd', 'Website Setup', 'Website Setup', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1452, 'bd', 'Header', 'Header', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1453, 'bd', 'Footer', 'Footer', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1454, 'bd', 'Pages', 'Pages', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1455, 'bd', 'Appearance', 'Appearance', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1456, 'bd', 'Setup & Configurations', 'Setup & Configurations', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1457, 'bd', 'General Settings', 'General Settings', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1458, 'bd', 'Features activation', 'Features activation', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1459, 'bd', 'Languages', 'Languages', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1460, 'bd', 'Currency', 'Currency', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1461, 'bd', 'Pickup point', 'Pickup point', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1462, 'bd', 'SMTP Settings', 'SMTP Settings', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1463, 'bd', 'Payment Methods', 'Payment Methods', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1464, 'bd', 'File System Configuration', 'File System Configuration', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1465, 'bd', 'Social media Logins', 'Social media Logins', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1466, 'bd', 'Analytics Tools', 'Analytics Tools', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1467, 'bd', 'Facebook Chat', 'Facebook Chat', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1468, 'bd', 'Google reCAPTCHA', 'Google reCAPTCHA', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1469, 'bd', 'Shipping Configuration', 'Shipping Configuration', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1470, 'bd', 'Shipping Countries', 'Shipping Countries', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1471, 'bd', 'Shipping Cities', 'Shipping Cities', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1472, 'bd', 'Staffs', 'Staffs', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1473, 'bd', 'All staffs', 'All staffs', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1474, 'bd', 'Staff permissions', 'Staff permissions', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1475, 'bd', 'System', 'System', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1476, 'bd', 'Update', 'Update', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1477, 'bd', 'Server status', 'Server status', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1478, 'bd', 'Addon Manager', 'Addon Manager', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1479, 'bd', 'Browse Website', 'Browse Website', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1480, 'bd', 'Notifications', 'Notifications', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1481, 'bd', 'Profile', 'Profile', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1482, 'bd', 'Logout', 'Logout', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1483, 'bd', 'Nothing Found', 'Nothing Found', '2021-02-08 19:25:53', '2021-02-08 19:25:53'),
(1484, 'bd', 'All categories', 'All categories', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1485, 'bd', 'Add New category', 'Add New category', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1486, 'bd', 'Categories', 'Categories', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1487, 'bd', 'Type name & Enter', 'Type name & Enter', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1488, 'bd', 'Name', 'Name', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1489, 'bd', 'Parent Category', 'Parent Category', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1490, 'bd', 'Level', 'Level', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1491, 'bd', 'Banner', 'Banner', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1492, 'bd', 'Icon', 'Icon', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1493, 'bd', 'Featured', 'Featured', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1494, 'bd', 'Commission', 'Commission', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1495, 'bd', 'Options', 'Options', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1496, 'bd', 'Edit', 'Edit', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1497, 'bd', 'Delete', 'Delete', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1498, 'bd', 'Delete Confirmation', 'Delete Confirmation', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1499, 'bd', 'Are you sure to delete this?', 'Are you sure to delete this?', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1500, 'bd', 'Cancel', 'Cancel', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1501, 'bd', 'Featured categories updated successfully', 'Featured categories updated successfully', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1502, 'bd', 'Something went wrong', 'Something went wrong', '2021-02-08 19:26:03', '2021-02-08 19:26:03'),
(1503, 'bd', 'See All', 'See All', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1504, 'bd', 'Top 10 Categories', 'Top 10 Categories', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1505, 'bd', 'View All Categories', 'View All Categories', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1506, 'bd', 'Top 10 Brands', 'Top 10 Brands', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1507, 'bd', 'View All Brands', 'View All Brands', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1508, 'bd', 'My Panel', 'My Panel', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1509, 'bd', 'I am shopping for...', 'I am shopping for...', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1510, 'bd', 'Compare', 'Compare', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1511, 'bd', 'Wishlist', 'Wishlist', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1512, 'bd', 'Cart', 'Cart', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1513, 'bd', 'Your Cart is empty', 'Your Cart is empty', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1514, 'bd', 'Terms & conditions', 'Terms & conditions', '2021-02-08 19:27:41', '2021-02-08 19:27:41'),
(1515, 'bd', 'Return Policy', 'Return Policy', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1516, 'bd', 'Support Policy', 'Support Policy', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1517, 'bd', 'Privacy Policy', 'Privacy Policy', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1518, 'bd', 'Your Email Address', 'Your Email Address', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1519, 'bd', 'Subscribe', 'Subscribe', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1520, 'bd', 'Contact Info', 'Contact Info', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1521, 'bd', 'Address', 'Address', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1522, 'bd', 'Phone', 'Phone', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1523, 'bd', 'My Account', 'My Account', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1524, 'bd', 'Order History', 'Order History', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1525, 'bd', 'My Wishlist', 'My Wishlist', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1526, 'bd', 'Track Order', 'Track Order', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1527, 'bd', 'Be a Seller', 'Be a Seller', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1528, 'bd', 'Apply Now', 'Apply Now', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1529, 'bd', 'Confirmation', 'Confirmation', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1530, 'bd', 'Delete confirmation message', 'Delete confirmation message', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1531, 'bd', 'Item has been added to compare list', 'Item has been added to compare list', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1532, 'bd', 'Please login first', 'Please login first', '2021-02-08 19:27:42', '2021-02-08 19:27:42'),
(1533, 'bd', 'Featured Products', 'Featured Products', '2021-02-08 19:27:43', '2021-02-08 19:27:43'),
(1534, 'bd', 'Purchase History', 'Purchase History', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1535, 'bd', 'Downloads', 'Downloads', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1536, 'bd', 'Product Bulk Upload', 'Product Bulk Upload', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1537, 'bd', 'Orders', 'Orders', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1538, 'bd', 'Shop Setting', 'Shop Setting', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1539, 'bd', 'Payment History', 'Payment History', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1540, 'bd', 'Money Withdraw', 'Money Withdraw', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1541, 'bd', 'Conversations', 'Conversations', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1542, 'bd', 'Support Ticket', 'Support Ticket', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1543, 'bd', 'Manage Profile', 'Manage Profile', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1544, 'bd', 'Sold Amount', 'Sold Amount', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1545, 'bd', 'Your sold amount (current month)', 'Your sold amount (current month)', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1546, 'bd', 'Total Sold', 'Total Sold', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1547, 'bd', 'Last Month Sold', 'Last Month Sold', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1548, 'bd', 'Total sale', 'Total sale', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1549, 'bd', 'Total earnings', 'Total earnings', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1550, 'bd', 'Successful orders', 'Successful orders', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1551, 'bd', 'Total orders', 'Total orders', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1552, 'bd', 'Pending orders', 'Pending orders', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1553, 'bd', 'Cancelled orders', 'Cancelled orders', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1554, 'bd', 'Product', 'Product', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1555, 'bd', 'Shop', 'Shop', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1556, 'bd', 'Manage & organize your shop', 'Manage & organize your shop', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1557, 'bd', 'Go to setting', 'Go to setting', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1558, 'bd', 'Payment', 'Payment', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1559, 'bd', 'Configure your payment method', 'Configure your payment method', '2021-02-08 19:28:01', '2021-02-08 19:28:01'),
(1560, 'bd', 'Item has been added to wishlist', 'Item has been added to wishlist', '2021-02-08 19:28:02', '2021-02-08 19:28:02'),
(1561, 'bd', 'Search product', 'Search product', '2021-02-08 19:28:20', '2021-02-08 19:28:20'),
(1562, 'bd', 'Current Qty', 'Current Qty', '2021-02-08 19:28:20', '2021-02-08 19:28:20'),
(1563, 'bd', 'Base Price', 'Base Price', '2021-02-08 19:28:20', '2021-02-08 19:28:20'),
(1564, 'bd', 'Published', 'Published', '2021-02-08 19:28:20', '2021-02-08 19:28:20'),
(1565, 'bd', 'Featured products updated successfully', 'Featured products updated successfully', '2021-02-08 19:28:20', '2021-02-08 19:28:20'),
(1566, 'bd', 'Published products updated successfully', 'Published products updated successfully', '2021-02-08 19:28:20', '2021-02-08 19:28:20'),
(1567, 'bd', 'Add Your Product', 'Add Your Product', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1568, 'bd', 'Product Information', 'Product Information', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1569, 'bd', 'Product Name', 'Product Name', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1570, 'bd', 'Unit', 'Unit', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1571, 'bd', 'Unit (e.g. KG, Pc etc)', 'Unit (e.g. KG, Pc etc)', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1572, 'bd', 'Minimum Qty', 'Minimum Qty', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1573, 'bd', 'Tags', 'Tags', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1574, 'bd', 'Type and hit enter to add a tag', 'Type and hit enter to add a tag', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1575, 'bd', 'Product Images', 'Product Images', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1576, 'bd', 'Gallery Images', 'Gallery Images', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1577, 'bd', 'Browse', 'Browse', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1578, 'bd', 'Choose File', 'Choose File', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1579, 'bd', 'Thumbnail Image', 'Thumbnail Image', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1580, 'bd', 'Product Videos', 'Product Videos', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1581, 'bd', 'Video Provider', 'Video Provider', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1582, 'bd', 'Youtube', 'Youtube', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1583, 'bd', 'Dailymotion', 'Dailymotion', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1584, 'bd', 'Vimeo', 'Vimeo', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1585, 'bd', 'Video Link', 'Video Link', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1586, 'bd', 'Product Variation', 'Product Variation', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1587, 'bd', 'Colors', 'Colors', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1588, 'bd', 'Attributes', 'Attributes', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1589, 'bd', 'Choose Attributes', 'Choose Attributes', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1590, 'bd', 'Choose the attributes of this product and then input values of each attribute', 'Choose the attributes of this product and then input values of each attribute', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1591, 'bd', 'Product price + stock', 'Product price + stock', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1592, 'bd', 'Unit price', 'Unit price', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1593, 'bd', 'Purchase price', 'Purchase price', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1594, 'bd', 'Tax', 'Tax', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1595, 'bd', 'Flat', 'Flat', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1596, 'bd', 'Percent', 'Percent', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1597, 'bd', 'Discount', 'Discount', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1598, 'bd', 'Quantity', 'Quantity', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1599, 'bd', 'Product Description', 'Product Description', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1600, 'bd', 'Description', 'Description', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1601, 'bd', 'Product Shipping Cost', 'Product Shipping Cost', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1602, 'bd', 'Free Shipping', 'Free Shipping', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1603, 'bd', 'Status', 'Status', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1604, 'bd', 'Flat Rate', 'Flat Rate', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1605, 'bd', 'Shipping cost', 'Shipping cost', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1606, 'bd', 'PDF Specification', 'PDF Specification', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1607, 'bd', 'SEO Meta Tags', 'SEO Meta Tags', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1608, 'bd', 'Meta Title', 'Meta Title', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1609, 'bd', 'Meta Image', 'Meta Image', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1610, 'bd', 'Save Product', 'Save Product', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1611, 'bd', 'Choice Title', 'Choice Title', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1612, 'bd', 'Enter choice values', 'Enter choice values', '2021-02-08 19:28:24', '2021-02-08 19:28:24'),
(1613, 'bd', 'Select File', 'Select File', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1614, 'bd', 'Upload New', 'Upload New', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1615, 'bd', 'Sort by newest', 'Sort by newest', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1616, 'bd', 'Sort by oldest', 'Sort by oldest', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1617, 'bd', 'Sort by smallest', 'Sort by smallest', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1618, 'bd', 'Sort by largest', 'Sort by largest', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1619, 'bd', 'Selected Only', 'Selected Only', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1620, 'bd', 'Search your files', 'Search your files', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1621, 'bd', 'No files found', 'No files found', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1622, 'bd', '0 File selected', '0 File selected', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1623, 'bd', 'Clear', 'Clear', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1624, 'bd', 'Prev', 'Prev', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1625, 'bd', 'Next', 'Next', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1626, 'bd', 'Add Files', 'Add Files', '2021-02-08 19:28:47', '2021-02-08 19:28:47'),
(1627, 'bd', 'Variant', 'Variant', '2021-02-08 19:29:59', '2021-02-08 19:29:59'),
(1628, 'bd', 'Variant Price', 'Variant Price', '2021-02-08 19:29:59', '2021-02-08 19:29:59'),
(1629, 'bd', 'SKU', 'SKU', '2021-02-08 19:29:59', '2021-02-08 19:29:59'),
(1630, 'bd', 'Product has been inserted successfully', 'Product has been inserted successfully', '2021-02-08 19:30:58', '2021-02-08 19:30:58'),
(1631, 'bd', 'Duplicate', 'Duplicate', '2021-02-08 19:31:00', '2021-02-08 19:31:00'),
(1632, 'bd', 'Page Not Found!', 'Page Not Found!', '2021-02-08 19:31:37', '2021-02-08 19:31:37'),
(1633, 'bd', 'The page you are looking for has not been found on our server.', 'The page you are looking for has not been found on our server.', '2021-02-08 19:31:37', '2021-02-08 19:31:37'),
(1634, 'bd', 'reviews', 'reviews', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1635, 'bd', 'In stock', 'In stock', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1636, 'bd', 'Sold by', 'Sold by', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1637, 'bd', 'Message Seller', 'Message Seller', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1638, 'bd', 'Price', 'Price', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1639, 'bd', 'available', 'available', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1640, 'bd', 'Total Price', 'Total Price', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1641, 'bd', 'Add to cart', 'Add to cart', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1642, 'bd', 'Buy Now', 'Buy Now', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1643, 'bd', 'Add to wishlist', 'Add to wishlist', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1644, 'bd', 'Add to compare', 'Add to compare', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1645, 'bd', 'Share', 'Share', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1646, 'bd', 'customer reviews', 'customer reviews', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1647, 'bd', 'Visit Store', 'Visit Store', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1648, 'bd', 'Top Selling Products', 'Top Selling Products', '2021-02-08 19:31:49', '2021-02-08 19:31:49'),
(1649, 'bd', 'Video', 'Video', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1650, 'bd', 'Download', 'Download', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1651, 'bd', 'There have been no reviews for this product yet.', 'There have been no reviews for this product yet.', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1652, 'bd', 'Related products', 'Related products', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1653, 'bd', 'Any query about this product', 'Any query about this product', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1654, 'bd', 'Your Question', 'Your Question', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1655, 'bd', 'Send', 'Send', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1656, 'bd', 'Forgot password?', 'Forgot password?', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1657, 'bd', 'Dont have an account?', 'Dont have an account?', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1658, 'bd', 'Register Now', 'Register Now', '2021-02-08 19:31:50', '2021-02-08 19:31:50'),
(1659, 'bd', 'Registration', 'Registration', '2021-02-08 19:49:41', '2021-02-08 19:49:41'),
(1660, 'bd', 'System Name', 'System Name', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1661, 'bd', 'System Logo - White', 'System Logo - White', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1662, 'bd', 'Choose Files', 'Choose Files', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1663, 'bd', 'Will be used in admin panel side menu', 'Will be used in admin panel side menu', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1664, 'bd', 'System Logo - Black', 'System Logo - Black', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1665, 'bd', 'Will be used in admin panel topbar in mobile + Admin login page', 'Will be used in admin panel topbar in mobile + Admin login page', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1666, 'bd', 'System Timezone', 'System Timezone', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1667, 'bd', 'Admin login page background', 'Admin login page background', '2021-02-08 19:52:55', '2021-02-08 19:52:55'),
(1668, 'bd', 'Settings updated successfully', 'Settings updated successfully', '2021-02-08 19:56:52', '2021-02-08 19:56:52'),
(1669, 'bd', 'HTTPS Activation', 'HTTPS Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1670, 'bd', 'Maintenance Mode', 'Maintenance Mode', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1671, 'bd', 'Maintenance Mode Activation', 'Maintenance Mode Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1672, 'bd', 'Classified Product Activate', 'Classified Product Activate', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1673, 'bd', 'Classified Product', 'Classified Product', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1674, 'bd', 'Business Related', 'Business Related', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1675, 'bd', 'Vendor System Activation', 'Vendor System Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1676, 'bd', 'Wallet System Activation', 'Wallet System Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1677, 'bd', 'Coupon System Activation', 'Coupon System Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1678, 'bd', 'Pickup Point Activation', 'Pickup Point Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1679, 'bd', 'Conversation Activation', 'Conversation Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1680, 'bd', 'Guest Checkout Activation', 'Guest Checkout Activation', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1681, 'bd', 'Category-based Commission', 'Category-based Commission', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1682, 'bd', 'After activate this option Seller commision will be disabled and You need to set commission on each category otherwise Admin will not get any commision', 'After activate this option Seller commision will be disabled and You need to set commission on each category otherwise Admin will not get any commision', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1683, 'bd', 'Set Commisssion Now', 'Set Commisssion Now', '2021-02-08 21:57:49', '2021-02-08 21:57:49'),
(1684, 'bd', 'Email Verification', 'Email Verification', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1685, 'bd', 'Payment Related', 'Payment Related', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1686, 'bd', 'Paypal Payment Activation', 'Paypal Payment Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1687, 'bd', 'You need to configure Paypal correctly to enable this feature', 'You need to configure Paypal correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1688, 'bd', 'Stripe Payment Activation', 'Stripe Payment Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1689, 'bd', 'SSlCommerz Activation', 'SSlCommerz Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1690, 'bd', 'Instamojo Payment Activation', 'Instamojo Payment Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1691, 'bd', 'You need to configure Instamojo Payment correctly to enable this feature', 'You need to configure Instamojo Payment correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1692, 'bd', 'Razor Pay Activation', 'Razor Pay Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1693, 'bd', 'You need to configure Razor correctly to enable this feature', 'You need to configure Razor correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1694, 'bd', 'PayStack Activation', 'PayStack Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1695, 'bd', 'You need to configure PayStack correctly to enable this feature', 'You need to configure PayStack correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1696, 'bd', 'VoguePay Activation', 'VoguePay Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1697, 'bd', 'You need to configure VoguePay correctly to enable this feature', 'You need to configure VoguePay correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1698, 'bd', 'Payhere Activation', 'Payhere Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1699, 'bd', 'Ngenius Activation', 'Ngenius Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1700, 'bd', 'You need to configure Ngenius correctly to enable this feature', 'You need to configure Ngenius correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1701, 'bd', 'Iyzico Activation', 'Iyzico Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1702, 'bd', 'You need to configure iyzico correctly to enable this feature', 'You need to configure iyzico correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1703, 'bd', 'Bkash Activation', 'Bkash Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1704, 'bd', 'You need to configure bkash correctly to enable this feature', 'You need to configure bkash correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1705, 'bd', 'Nagad Activation', 'Nagad Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1706, 'bd', 'You need to configure nagad correctly to enable this feature', 'You need to configure nagad correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1707, 'bd', 'Cash Payment Activation', 'Cash Payment Activation', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1708, 'bd', 'Social Media Login', 'Social Media Login', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1709, 'bd', 'Facebook login', 'Facebook login', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1710, 'bd', 'You need to configure Facebook Client correctly to enable this feature', 'You need to configure Facebook Client correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1711, 'bd', 'Google login', 'Google login', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1712, 'bd', 'You need to configure Google Client correctly to enable this feature', 'You need to configure Google Client correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1713, 'bd', 'Twitter login', 'Twitter login', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1714, 'bd', 'You need to configure Twitter Client correctly to enable this feature', 'You need to configure Twitter Client correctly to enable this feature', '2021-02-08 21:57:50', '2021-02-08 21:57:50'),
(1715, 'bd', 'Default Language', 'Default Language', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1716, 'bd', 'Save', 'Save', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1717, 'bd', 'Add New Language', 'Add New Language', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1718, 'bd', 'Language', 'Language', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1719, 'bd', 'Code', 'Code', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1720, 'bd', 'RTL', 'RTL', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1721, 'bd', 'Translation', 'Translation', '2021-02-08 21:59:18', '2021-02-08 21:59:18'),
(1722, 'sa', 'Default Language', 'Default Language', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1723, 'sa', 'Save', 'Save', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1724, 'sa', 'Add New Language', 'Add New Language', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1725, 'sa', 'Language', 'Language', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1726, 'sa', 'Name', 'Name', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1727, 'sa', 'Code', 'Code', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1728, 'sa', 'RTL', 'RTL', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1729, 'sa', 'Options', 'Options', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1730, 'sa', 'Translation', 'Translation', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1731, 'sa', 'Edit', 'Edit', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1732, 'sa', 'Delete', 'Delete', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1733, 'sa', 'Delete Confirmation', 'Delete Confirmation', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1734, 'sa', 'Are you sure to delete this?', 'Are you sure to delete this?', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1735, 'sa', 'Cancel', 'Cancel', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1736, 'sa', 'Something went wrong', 'Something went wrong', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1737, 'sa', 'Search in menu', 'Search in menu', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1738, 'sa', 'Dashboard', 'Dashboard', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1739, 'sa', 'Products', 'Products', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1740, 'sa', 'Add New product', 'Add New product', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1741, 'sa', 'All Products', 'All Products', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1742, 'sa', 'In House Products', 'In House Products', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1743, 'sa', 'Seller Products', 'Seller Products', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1744, 'sa', 'Digital Products', 'Digital Products', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1745, 'sa', 'Bulk Import', 'Bulk Import', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1746, 'sa', 'Bulk Export', 'Bulk Export', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1747, 'sa', 'Category', 'Category', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1748, 'sa', 'Brand', 'Brand', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1749, 'sa', 'Attribute', 'Attribute', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1750, 'sa', 'Product Reviews', 'Product Reviews', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1751, 'sa', 'Sales', 'Sales', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1752, 'sa', 'All Orders', 'All Orders', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1753, 'sa', 'Inhouse orders', 'Inhouse orders', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1754, 'sa', 'Seller Orders', 'Seller Orders', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1755, 'sa', 'Pick-up Point Order', 'Pick-up Point Order', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1756, 'sa', 'Customers', 'Customers', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1757, 'sa', 'Customer list', 'Customer list', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1758, 'sa', 'Sellers', 'Sellers', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1759, 'sa', 'All Seller', 'All Seller', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1760, 'sa', 'Payouts', 'Payouts', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1761, 'sa', 'Payout Requests', 'Payout Requests', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1762, 'sa', 'Seller Commission', 'Seller Commission', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1763, 'sa', 'Seller Verification Form', 'Seller Verification Form', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1764, 'sa', 'Uploaded Files', 'Uploaded Files', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1765, 'sa', 'Reports', 'Reports', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1766, 'sa', 'In House Product Sale', 'In House Product Sale', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1767, 'sa', 'Seller Products Sale', 'Seller Products Sale', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1768, 'sa', 'Products Stock', 'Products Stock', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1769, 'sa', 'Products wishlist', 'Products wishlist', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1770, 'sa', 'User Searches', 'User Searches', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1771, 'sa', 'Marketing', 'Marketing', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1772, 'sa', 'Flash deals', 'Flash deals', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1773, 'sa', 'Newsletters', 'Newsletters', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1774, 'sa', 'Subscribers', 'Subscribers', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1775, 'sa', 'Coupon', 'Coupon', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1776, 'sa', 'Support', 'Support', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1777, 'sa', 'Ticket', 'Ticket', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1778, 'sa', 'Product Queries', 'Product Queries', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1779, 'sa', 'Website Setup', 'Website Setup', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1780, 'sa', 'Header', 'Header', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1781, 'sa', 'Footer', 'Footer', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1782, 'sa', 'Pages', 'Pages', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1783, 'sa', 'Appearance', 'Appearance', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1784, 'sa', 'Setup & Configurations', 'Setup & Configurations', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1785, 'sa', 'General Settings', 'General Settings', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1786, 'sa', 'Features activation', 'Features activation', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1787, 'sa', 'Languages', 'Languages', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1788, 'sa', 'Currency', 'Currency', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1789, 'sa', 'Pickup point', 'Pickup point', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1790, 'sa', 'SMTP Settings', 'SMTP Settings', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1791, 'sa', 'Payment Methods', 'Payment Methods', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1792, 'sa', 'File System Configuration', 'File System Configuration', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1793, 'sa', 'Social media Logins', 'Social media Logins', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1794, 'sa', 'Analytics Tools', 'Analytics Tools', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1795, 'sa', 'Facebook Chat', 'Facebook Chat', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1796, 'sa', 'Google reCAPTCHA', 'Google reCAPTCHA', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1797, 'sa', 'Shipping Configuration', 'Shipping Configuration', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1798, 'sa', 'Shipping Countries', 'Shipping Countries', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1799, 'sa', 'Shipping Cities', 'Shipping Cities', '2021-02-08 21:59:27', '2021-02-08 21:59:27'),
(1800, 'sa', 'Staffs', 'Staffs', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1801, 'sa', 'All staffs', 'All staffs', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1802, 'sa', 'Staff permissions', 'Staff permissions', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1803, 'sa', 'System', 'System', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1804, 'sa', 'Update', 'Update', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1805, 'sa', 'Server status', 'Server status', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1806, 'sa', 'Addon Manager', 'Addon Manager', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1807, 'sa', 'Browse Website', 'Browse Website', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1808, 'sa', 'Notifications', 'Notifications', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1809, 'sa', 'Profile', 'Profile', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1810, 'sa', 'Logout', 'Logout', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1811, 'sa', 'Nothing Found', 'Nothing Found', '2021-02-08 21:59:28', '2021-02-08 21:59:28'),
(1812, 'sa', 'Language has been deleted successfully', 'Language has been deleted successfully', '2021-02-08 21:59:38', '2021-02-08 21:59:38'),
(1813, 'sa', 'Settings updated successfully', 'Settings updated successfully', '2021-02-08 21:59:46', '2021-02-08 21:59:46'),
(1814, 'en', 'Search in menu', 'Search in menu', '2021-02-08 21:59:47', '2021-02-08 21:59:47'),
(1815, 'en', 'Uploaded Files', 'Uploaded Files', '2021-02-08 21:59:47', '2021-02-08 21:59:47');
INSERT INTO `translations` (`id`, `lang`, `lang_key`, `lang_value`, `created_at`, `updated_at`) VALUES
(1816, 'en', 'Shipping Cities', 'Shipping Cities', '2021-02-08 21:59:47', '2021-02-08 21:59:47'),
(1817, 'en', 'System', 'System', '2021-02-08 21:59:47', '2021-02-08 21:59:47'),
(1818, 'en', 'Server status', 'Server status', '2021-02-08 21:59:47', '2021-02-08 21:59:47'),
(1819, 'en', 'Nothing Found', 'Nothing Found', '2021-02-08 21:59:48', '2021-02-08 21:59:48'),
(1820, 'en', 'update Language Info', 'update Language Info', '2021-02-08 22:00:09', '2021-02-08 22:00:09'),
(1821, 'en', 'Language has been updated successfully', 'Language has been updated successfully', '2021-02-08 22:00:19', '2021-02-08 22:00:19'),
(1822, 'en', 'System Default Currency', 'System Default Currency', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1823, 'en', 'Set Currency Formats', 'Set Currency Formats', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1824, 'en', 'Symbol Format', 'Symbol Format', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1825, 'en', 'Decimal Separator', 'Decimal Separator', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1826, 'en', 'No of decimals', 'No of decimals', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1827, 'en', 'All Currencies', 'All Currencies', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1828, 'en', 'Add New Currency', 'Add New Currency', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1829, 'en', 'Currency name', 'Currency name', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1830, 'en', 'Currency symbol', 'Currency symbol', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1831, 'en', 'Currency code', 'Currency code', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1832, 'en', 'Currency Status updated successfully', 'Currency Status updated successfully', '2021-02-08 22:00:50', '2021-02-08 22:00:50'),
(1833, 'en', 'Symbol', 'Symbol', '2021-02-08 22:03:29', '2021-02-08 22:03:29'),
(1834, 'en', 'Currency updated successfully', 'Currency updated successfully', '2021-02-08 22:07:08', '2021-02-08 22:07:08'),
(1835, 'en', 'Update Currency', 'Update Currency', '2021-02-08 22:08:35', '2021-02-08 22:08:35'),
(1836, 'en', 'Something went wrong!', 'Something went wrong!', '2021-02-08 22:10:03', '2021-02-08 22:10:03'),
(1837, 'en', 'Sorry for the inconvenience, but we\'re working on it.', 'Sorry for the inconvenience, but we\'re working on it.', '2021-02-08 22:10:03', '2021-02-08 22:10:03'),
(1838, 'en', 'Error code', 'Error code', '2021-02-08 22:10:03', '2021-02-08 22:10:03'),
(1839, 'en', 'Sendmail', 'Sendmail', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1840, 'en', 'Mailgun', 'Mailgun', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1841, 'en', 'MAIL HOST', 'MAIL HOST', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1842, 'en', 'MAIL PORT', 'MAIL PORT', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1843, 'en', 'MAIL USERNAME', 'MAIL USERNAME', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1844, 'en', 'MAIL PASSWORD', 'MAIL PASSWORD', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1845, 'en', 'MAIL ENCRYPTION', 'MAIL ENCRYPTION', '2021-02-08 22:11:57', '2021-02-08 22:11:57'),
(1846, 'en', 'MAIL FROM ADDRESS', 'MAIL FROM ADDRESS', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1847, 'en', 'MAIL FROM NAME', 'MAIL FROM NAME', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1848, 'en', 'MAILGUN DOMAIN', 'MAILGUN DOMAIN', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1849, 'en', 'MAILGUN SECRET', 'MAILGUN SECRET', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1850, 'en', 'Save Configuration', 'Save Configuration', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1851, 'en', 'Test SMTP configuration', 'Test SMTP configuration', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1852, 'en', 'Enter your email address', 'Enter your email address', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1853, 'en', 'Send test email', 'Send test email', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1854, 'en', 'Instruction', 'Instruction', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1855, 'en', 'Please be carefull when you are configuring SMTP. For incorrect configuration you will get error at the time of order place, new registration, sending newsletter.', 'Please be carefull when you are configuring SMTP. For incorrect configuration you will get error at the time of order place, new registration, sending newsletter.', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1856, 'en', 'For Non-SSL', 'For Non-SSL', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1857, 'en', 'Select sendmail for Mail Driver if you face any issue after configuring smtp as Mail Driver ', 'Select sendmail for Mail Driver if you face any issue after configuring smtp as Mail Driver ', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1858, 'en', 'Set Mail Host according to your server Mail Client Manual Settings', 'Set Mail Host according to your server Mail Client Manual Settings', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1859, 'en', 'Set Mail port as 587', 'Set Mail port as 587', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1860, 'en', 'Set Mail Encryption as ssl if you face issue with tls', 'Set Mail Encryption as ssl if you face issue with tls', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1861, 'en', 'For SSL', 'For SSL', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1862, 'en', 'Set Mail port as 465', 'Set Mail port as 465', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1863, 'en', 'Set Mail Encryption as ssl', 'Set Mail Encryption as ssl', '2021-02-08 22:11:58', '2021-02-08 22:11:58'),
(1864, 'en', 'Bkash Credential', 'Bkash Credential', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1865, 'en', 'BKASH CHECKOUT APP KEY', 'BKASH CHECKOUT APP KEY', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1866, 'en', 'BKASH CHECKOUT APP SECRET', 'BKASH CHECKOUT APP SECRET', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1867, 'en', 'BKASH CHECKOUT USER NAME', 'BKASH CHECKOUT USER NAME', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1868, 'en', 'BKASH CHECKOUT PASSWORD', 'BKASH CHECKOUT PASSWORD', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1869, 'en', 'Bkash Sandbox Mode', 'Bkash Sandbox Mode', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1870, 'en', 'Nagad Credential', 'Nagad Credential', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1871, 'en', 'NAGAD MODE', 'NAGAD MODE', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1872, 'en', 'NAGAD MERCHANT ID', 'NAGAD MERCHANT ID', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1873, 'en', 'NAGAD MERCHANT NUMBER', 'NAGAD MERCHANT NUMBER', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1874, 'en', 'NAGAD PG PUBLIC KEY', 'NAGAD PG PUBLIC KEY', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1875, 'en', 'NAGAD MERCHANT PRIVATE KEY', 'NAGAD MERCHANT PRIVATE KEY', '2021-02-08 22:12:11', '2021-02-08 22:12:11'),
(1876, 'en', 'Iyzico Credential', 'Iyzico Credential', '2021-02-08 22:12:12', '2021-02-08 22:12:12'),
(1877, 'en', 'IYZICO_API_KEY', 'IYZICO_API_KEY', '2021-02-08 22:12:12', '2021-02-08 22:12:12'),
(1878, 'en', 'IYZICO API KEY', 'IYZICO API KEY', '2021-02-08 22:12:12', '2021-02-08 22:12:12'),
(1879, 'en', 'IYZICO_SECRET_KEY', 'IYZICO_SECRET_KEY', '2021-02-08 22:12:12', '2021-02-08 22:12:12'),
(1880, 'en', 'IYZICO SECRET KEY', 'IYZICO SECRET KEY', '2021-02-08 22:12:12', '2021-02-08 22:12:12'),
(1881, 'en', 'IYZICO Sandbox Mode', 'IYZICO Sandbox Mode', '2021-02-08 22:12:12', '2021-02-08 22:12:12'),
(1882, 'en', 'Google Login Credential', 'Google Login Credential', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1883, 'en', 'Client ID', 'Client ID', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1884, 'en', 'Google Client ID', 'Google Client ID', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1885, 'en', 'Client Secret', 'Client Secret', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1886, 'en', 'Google Client Secret', 'Google Client Secret', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1887, 'en', 'Facebook Login Credential', 'Facebook Login Credential', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1888, 'en', 'App ID', 'App ID', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1889, 'en', 'Facebook Client ID', 'Facebook Client ID', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1890, 'en', 'App Secret', 'App Secret', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1891, 'en', 'Facebook Client Secret', 'Facebook Client Secret', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1892, 'en', 'Twitter Login Credential', 'Twitter Login Credential', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1893, 'en', 'Twitter Client ID', 'Twitter Client ID', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1894, 'en', 'Twitter Client Secret', 'Twitter Client Secret', '2021-02-08 22:12:50', '2021-02-08 22:12:50'),
(1895, 'en', 'Facebook Pixel Setting', 'Facebook Pixel Setting', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1896, 'en', 'Facebook Pixel', 'Facebook Pixel', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1897, 'en', 'Facebook Pixel ID', 'Facebook Pixel ID', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1898, 'en', 'Please be carefull when you are configuring Facebook pixel.', 'Please be carefull when you are configuring Facebook pixel.', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1899, 'en', 'Log in to Facebook and go to your Ads Manager account', 'Log in to Facebook and go to your Ads Manager account', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1900, 'en', 'Open the Navigation Bar and select Events Manager', 'Open the Navigation Bar and select Events Manager', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1901, 'en', 'Copy your Pixel ID from underneath your Site Name and paste the number into Facebook Pixel ID field', 'Copy your Pixel ID from underneath your Site Name and paste the number into Facebook Pixel ID field', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1902, 'en', 'Google Analytics Setting', 'Google Analytics Setting', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1903, 'en', 'Google Analytics', 'Google Analytics', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1904, 'en', 'Tracking ID', 'Tracking ID', '2021-02-08 22:14:43', '2021-02-08 22:14:43'),
(1905, 'en', 'Area Wise Flat Shipping Cost', 'Area Wise Flat Shipping Cost', '2021-02-08 22:15:24', '2021-02-08 22:15:24'),
(1906, 'en', 'Seller Wise Flat Shipping Cost calulation: Fixed rate for each seller. If customers purchase 2 product from two seller shipping cost is calculated by addition of each seller flat shipping cost', 'Seller Wise Flat Shipping Cost calulation: Fixed rate for each seller. If customers purchase 2 product from two seller shipping cost is calculated by addition of each seller flat shipping cost', '2021-02-08 22:15:24', '2021-02-08 22:15:24'),
(1907, 'en', 'Area Wise Flat Shipping Cost calulation: Fixed rate for each area. If customers purchase multiple products from one seller shipping cost is calculated by the customer shipping area. To configure area wise shipping cost go to ', 'Area Wise Flat Shipping Cost calulation: Fixed rate for each area. If customers purchase multiple products from one seller shipping cost is calculated by the customer shipping area. To configure area wise shipping cost go to ', '2021-02-08 22:15:24', '2021-02-08 22:15:24'),
(1908, 'en', '1. Flat rate shipping cost is applicable if Flat rate shipping is enabled.', '1. Flat rate shipping cost is applicable if Flat rate shipping is enabled.', '2021-02-08 22:15:25', '2021-02-08 22:15:25'),
(1909, 'en', '1. Shipping cost for admin is applicable if Seller wise shipping cost is enabled.', '1. Shipping cost for admin is applicable if Seller wise shipping cost is enabled.', '2021-02-08 22:15:25', '2021-02-08 22:15:25'),
(1910, 'en', 'All cities', 'All cities', '2021-02-08 22:17:07', '2021-02-08 22:17:07'),
(1911, 'en', 'Cities', 'Cities', '2021-02-08 22:17:07', '2021-02-08 22:17:07'),
(1912, 'en', 'Cost', 'Cost', '2021-02-08 22:17:07', '2021-02-08 22:17:07'),
(1913, 'en', 'Add New city', 'Add New city', '2021-02-08 22:17:07', '2021-02-08 22:17:07'),
(1914, 'en', 'Role Information', 'Role Information', '2021-02-08 22:22:15', '2021-02-08 22:22:15'),
(1915, 'en', 'Translatable', 'Translatable', '2021-02-08 22:22:15', '2021-02-08 22:22:15'),
(1916, 'en', 'Permissions', 'Permissions', '2021-02-08 22:22:15', '2021-02-08 22:22:15'),
(1917, 'en', 'Search your files', 'Search your files', '2021-02-08 22:22:31', '2021-02-08 22:22:31'),
(1918, 'en', 'We have limited banner height to maintain UI. We had to crop from both left & right side in view for different devices to make it responsive. Before designing banner keep these points in mind.', 'We have limited banner height to maintain UI. We had to crop from both left & right side in view for different devices to make it responsive. Before designing banner keep these points in mind.', '2021-02-08 22:32:26', '2021-02-08 22:32:26'),
(1919, 'en', 'Home Banner 3 (Max 3)', 'Home Banner 3 (Max 3)', '2021-02-08 22:32:26', '2021-02-08 22:32:26'),
(1920, 'en', 'Cookies Agreement', 'Cookies Agreement', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1921, 'en', 'Cookies Agreement Text', 'Cookies Agreement Text', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1922, 'en', 'Show Cookies Agreement?', 'Show Cookies Agreement?', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1923, 'en', 'Custom Script', 'Custom Script', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1924, 'en', 'Header custom script - before </head>', 'Header custom script - before </head>', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1925, 'en', 'Write script with <script> tag', 'Write script with <script> tag', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1926, 'en', 'Footer custom script - before </body>', 'Footer custom script - before </body>', '2021-02-08 22:40:21', '2021-02-08 22:40:21'),
(1927, 'en', 'All uploaded files', 'All uploaded files', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1928, 'en', 'Upload New File', 'Upload New File', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1929, 'en', 'All files', 'All files', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1930, 'en', 'Search', 'Search', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1931, 'en', 'Details Info', 'Details Info', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1932, 'en', 'Copy Link', 'Copy Link', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1933, 'en', 'Are you sure to delete this file?', 'Are you sure to delete this file?', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1934, 'en', 'File Info', 'File Info', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1935, 'en', 'Link copied to clipboard', 'Link copied to clipboard', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1936, 'en', 'Oops, unable to copy', 'Oops, unable to copy', '2021-02-08 22:46:10', '2021-02-08 22:46:10'),
(1937, 'en', 'File Name', 'File Name', '2021-02-08 22:46:32', '2021-02-08 22:46:32'),
(1938, 'en', 'File Type', 'File Type', '2021-02-08 22:46:32', '2021-02-08 22:46:32'),
(1939, 'en', 'File Size', 'File Size', '2021-02-08 22:46:32', '2021-02-08 22:46:32'),
(1940, 'en', 'Uploaded By', 'Uploaded By', '2021-02-08 22:46:32', '2021-02-08 22:46:32'),
(1941, 'en', 'Uploaded At', 'Uploaded At', '2021-02-08 22:46:32', '2021-02-08 22:46:32'),
(1942, 'en', 'Please Configure SMTP Setting to work all email sending functionality', 'Please Configure SMTP Setting to work all email sending functionality', '2021-02-08 22:47:30', '2021-02-08 22:47:30'),
(1943, 'en', 'Order', 'Order', '2021-02-08 22:47:30', '2021-02-08 22:47:30'),
(1944, 'en', 'Shop Logo', 'Shop Logo', '2021-02-10 20:35:01', '2021-02-10 20:35:01'),
(1945, 'en', 'Shop Address', 'Shop Address', '2021-02-10 20:35:01', '2021-02-10 20:35:01'),
(1946, 'en', 'Banner Settings', 'Banner Settings', '2021-02-10 20:35:01', '2021-02-10 20:35:01'),
(1947, 'en', 'Banners', 'Banners', '2021-02-10 20:35:01', '2021-02-10 20:35:01'),
(1948, 'en', 'We had to limit height to maintian consistancy. In some device both side of the banner might be cropped for height limitation.', 'We had to limit height to maintian consistancy. In some device both side of the banner might be cropped for height limitation.', '2021-02-10 20:35:01', '2021-02-10 20:35:01'),
(1949, 'en', 'Insert link with https ', 'Insert link with https ', '2021-02-10 20:35:01', '2021-02-10 20:35:01'),
(1950, 'en', 'Add New Seller', 'Add New Seller', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1951, 'en', 'Filter by Approval', 'Filter by Approval', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1952, 'en', 'Non-Approved', 'Non-Approved', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1953, 'en', 'Type name or email & Enter', 'Type name or email & Enter', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1954, 'en', 'Due to seller', 'Due to seller', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1955, 'en', 'Log in as this Seller', 'Log in as this Seller', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1956, 'en', 'Go to Payment', 'Go to Payment', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1957, 'en', 'Ban this seller', 'Ban this seller', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1958, 'en', 'Do you really want to ban this seller?', 'Do you really want to ban this seller?', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1959, 'en', 'Proceed!', 'Proceed!', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1960, 'en', 'Approved sellers updated successfully', 'Approved sellers updated successfully', '2021-02-10 20:46:17', '2021-02-10 20:46:17'),
(1961, 'en', 'About', 'About', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1962, 'en', 'Payout Info', 'Payout Info', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1963, 'en', 'Bank Acc Name', 'Bank Acc Name', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1964, 'en', 'Bank Acc Number', 'Bank Acc Number', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1965, 'en', 'Total Products', 'Total Products', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1966, 'en', 'Total Sold Amount', 'Total Sold Amount', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1967, 'en', 'Wallet Balance', 'Wallet Balance', '2021-02-10 20:46:24', '2021-02-10 20:46:24'),
(1968, 'en', 'Pay to seller', 'Pay to seller', '2021-02-10 20:47:52', '2021-02-10 20:47:52'),
(1969, 'en', 'Select Payment Method', 'Select Payment Method', '2021-02-10 20:47:52', '2021-02-10 20:47:52'),
(1970, 'en', 'Cash', 'Cash', '2021-02-10 20:47:52', '2021-02-10 20:47:52'),
(1971, 'en', 'Txn Code', 'Txn Code', '2021-02-10 20:47:52', '2021-02-10 20:47:52'),
(1972, 'en', 'Pay', 'Pay', '2021-02-10 20:47:52', '2021-02-10 20:47:52'),
(1973, 'en', 'No payment history available for this seller', 'No payment history available for this seller', '2021-02-10 20:48:08', '2021-02-10 20:48:08'),
(1974, 'en', 'Seller Information', 'Seller Information', '2021-02-10 21:06:09', '2021-02-10 21:06:09'),
(1975, 'en', 'National Id Photo', 'National Id Photo', '2021-02-10 21:51:00', '2021-02-10 21:51:00'),
(1976, 'en', 'Commercial Register Photo', 'Commercial Register Photo', '2021-02-10 21:51:00', '2021-02-10 21:51:00'),
(1977, 'en', 'Individual', 'Individual', '2021-02-10 21:51:00', '2021-02-10 21:51:00'),
(1978, 'en', 'Company', 'Company', '2021-02-10 21:51:00', '2021-02-10 21:51:00'),
(1979, 'en', 'Account Type', 'Account Type', '2021-02-10 21:51:57', '2021-02-10 21:51:57'),
(1980, 'en', 'Your Shop has been created successfully!', 'Your Shop has been created successfully!', '2021-02-10 22:11:45', '2021-02-10 22:11:45'),
(1981, 'en', 'Filter by date', 'Filter by date', '2021-02-10 22:14:37', '2021-02-10 22:14:37'),
(1982, 'en', 'Seller has been deleted successfully', 'Seller has been deleted successfully', '2021-02-10 22:15:23', '2021-02-10 22:15:23'),
(1983, 'en', 'Shop Info', 'Shop Info', '2021-02-10 22:16:02', '2021-02-10 22:16:02'),
(1984, 'en', 'Save Product', 'Save Product', '2021-02-10 22:20:30', '2021-02-10 22:20:30'),
(1985, 'en', 'Product has been inserted successfully', 'Product has been inserted successfully', '2021-02-10 22:22:02', '2021-02-10 22:22:02'),
(1986, 'en', 'New verification request(s)', 'New verification request(s)', '2021-02-10 22:47:02', '2021-02-10 22:47:02'),
(1987, 'en', '1. Category and Brand should be in numerical id.', '1. Category and Brand should be in numerical id.', '2021-02-10 22:48:36', '2021-02-10 22:48:36'),
(1988, 'en', '2. You can download the pdf to get Category and Brand id.', '2. You can download the pdf to get Category and Brand id.', '2021-02-10 22:48:36', '2021-02-10 22:48:36'),
(1989, 'en', 'You do not have enough balance to send withdraw request', 'You do not have enough balance to send withdraw request', '2021-02-10 22:49:09', '2021-02-10 22:49:09'),
(1990, 'en', 'Recharge Wallet', 'Recharge Wallet', '2021-02-10 22:49:19', '2021-02-10 22:49:19'),
(1991, 'en', 'Wallet recharge history', 'Wallet recharge history', '2021-02-10 22:49:19', '2021-02-10 22:49:19'),
(1992, 'en', 'Iyzico', 'Iyzico', '2021-02-10 22:49:20', '2021-02-10 22:49:20'),
(1993, 'en', 'Offline Recharge Wallet', 'Offline Recharge Wallet', '2021-02-10 22:49:20', '2021-02-10 22:49:20'),
(1994, 'en', 'An email has been sent.', 'An email has been sent.', '2021-02-10 22:53:59', '2021-02-10 22:53:59'),
(1995, 'en', 'Install/Update Addon', 'Install/Update Addon', '2021-02-10 23:44:36', '2021-02-10 23:44:36'),
(1996, 'en', 'No Addon Installed', 'No Addon Installed', '2021-02-10 23:44:36', '2021-02-10 23:44:36'),
(1997, 'en', 'Install/Update', 'Install/Update', '2021-02-10 23:44:44', '2021-02-10 23:44:44'),
(1999, 'en', 'Approval has been done successfully', 'Approval has been done successfully', '2021-02-10 23:45:17', '2021-02-10 23:45:17'),
(2000, 'en', 'Refund has been sent successfully', 'Refund has been sent successfully', '2021-02-10 23:45:17', '2021-02-10 23:45:17'),
(2001, 'en', 'Refund Request sending time has been updated successfully', 'Refund Request sending time has been updated successfully', '2021-02-10 23:45:50', '2021-02-10 23:45:50'),
(2002, 'en', 'Verify Now', 'Verify Now', '2021-02-10 23:48:57', '2021-02-10 23:48:57'),
(2003, 'en', 'Shop Verification', 'Shop Verification', '2021-02-10 23:49:08', '2021-02-10 23:49:08'),
(2004, 'en', 'Your shop verification request has been submitted successfully!', 'Your shop verification request has been submitted successfully!', '2021-02-10 23:50:41', '2021-02-10 23:50:41'),
(2005, 'en', 'Sorry! You have sent verification request already.', 'Sorry! You have sent verification request already.', '2021-02-10 23:53:45', '2021-02-10 23:53:45'),
(2006, 'en', 'Seller verification request has been rejected successfully', 'Seller verification request has been rejected successfully', '2021-02-10 23:54:51', '2021-02-10 23:54:51'),
(2007, 'en', 'Seller has been approved successfully', 'Seller has been approved successfully', '2021-02-10 23:56:48', '2021-02-10 23:56:48'),
(2008, 'en', 'of seller product price will be deducted from seller earnings', 'of seller product price will be deducted from seller earnings', '2021-02-11 00:10:46', '2021-02-11 00:10:46'),
(2009, 'en', 'This commission only works when Category Based Commission is turned off from Business Settings', 'This commission only works when Category Based Commission is turned off from Business Settings', '2021-02-11 00:10:46', '2021-02-11 00:10:46'),
(2010, 'en', 'Commission doesn\'t work if seller package system add-on is activated', 'Commission doesn\'t work if seller package system add-on is activated', '2021-02-11 00:10:46', '2021-02-11 00:10:46'),
(2011, 'en', 'HTTPS Activation', 'HTTPS Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2012, 'en', 'Maintenance Mode', 'Maintenance Mode', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2013, 'en', 'Maintenance Mode Activation', 'Maintenance Mode Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2014, 'en', 'Classified Product Activate', 'Classified Product Activate', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2015, 'en', 'Classified Product', 'Classified Product', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2016, 'en', 'Business Related', 'Business Related', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2017, 'en', 'Vendor System Activation', 'Vendor System Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2018, 'en', 'Wallet System Activation', 'Wallet System Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2019, 'en', 'Coupon System Activation', 'Coupon System Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2020, 'en', 'Pickup Point Activation', 'Pickup Point Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2021, 'en', 'Conversation Activation', 'Conversation Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2022, 'en', 'Guest Checkout Activation', 'Guest Checkout Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2023, 'en', 'Category-based Commission', 'Category-based Commission', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2024, 'en', 'After activate this option Seller commision will be disabled and You need to set commission on each category otherwise Admin will not get any commision', 'After activate this option Seller commision will be disabled and You need to set commission on each category otherwise Admin will not get any commision', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2025, 'en', 'Set Commisssion Now', 'Set Commisssion Now', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2026, 'en', 'Email Verification', 'Email Verification', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2027, 'en', 'Payment Related', 'Payment Related', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2028, 'en', 'Paypal Payment Activation', 'Paypal Payment Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2029, 'en', 'You need to configure Paypal correctly to enable this feature', 'You need to configure Paypal correctly to enable this feature', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2030, 'en', 'Stripe Payment Activation', 'Stripe Payment Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2031, 'en', 'SSlCommerz Activation', 'SSlCommerz Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2032, 'en', 'Instamojo Payment Activation', 'Instamojo Payment Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2033, 'en', 'You need to configure Instamojo Payment correctly to enable this feature', 'You need to configure Instamojo Payment correctly to enable this feature', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2034, 'en', 'Razor Pay Activation', 'Razor Pay Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2035, 'en', 'You need to configure Razor correctly to enable this feature', 'You need to configure Razor correctly to enable this feature', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2036, 'en', 'PayStack Activation', 'PayStack Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2037, 'en', 'You need to configure PayStack correctly to enable this feature', 'You need to configure PayStack correctly to enable this feature', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2038, 'en', 'VoguePay Activation', 'VoguePay Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2039, 'en', 'You need to configure VoguePay correctly to enable this feature', 'You need to configure VoguePay correctly to enable this feature', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2040, 'en', 'Payhere Activation', 'Payhere Activation', '2021-02-11 00:12:52', '2021-02-11 00:12:52'),
(2041, 'en', 'Ngenius Activation', 'Ngenius Activation', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2042, 'en', 'You need to configure Ngenius correctly to enable this feature', 'You need to configure Ngenius correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2043, 'en', 'Iyzico Activation', 'Iyzico Activation', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2044, 'en', 'You need to configure iyzico correctly to enable this feature', 'You need to configure iyzico correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2045, 'en', 'Bkash Activation', 'Bkash Activation', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2046, 'en', 'You need to configure bkash correctly to enable this feature', 'You need to configure bkash correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2047, 'en', 'Nagad Activation', 'Nagad Activation', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2048, 'en', 'You need to configure nagad correctly to enable this feature', 'You need to configure nagad correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2049, 'en', 'Cash Payment Activation', 'Cash Payment Activation', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2050, 'en', 'Social Media Login', 'Social Media Login', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2051, 'en', 'Facebook login', 'Facebook login', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2052, 'en', 'You need to configure Facebook Client correctly to enable this feature', 'You need to configure Facebook Client correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2053, 'en', 'Google login', 'Google login', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2054, 'en', 'You need to configure Google Client correctly to enable this feature', 'You need to configure Google Client correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2055, 'en', 'Twitter login', 'Twitter login', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2056, 'en', 'You need to configure Twitter Client correctly to enable this feature', 'You need to configure Twitter Client correctly to enable this feature', '2021-02-11 00:12:53', '2021-02-11 00:12:53'),
(2057, 'en', 'Parent Category', 'Parent Category', '2021-02-11 00:13:29', '2021-02-11 00:13:29'),
(2058, 'en', 'Level', 'Level', '2021-02-11 00:13:29', '2021-02-11 00:13:29'),
(2059, 'en', 'Category Information', 'Category Information', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2060, 'en', 'No Parent', 'No Parent', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2061, 'en', 'Physical', 'Physical', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2062, 'en', 'Digital', 'Digital', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2063, 'en', '200x200', '200x200', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2064, 'en', '32x32', '32x32', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2065, 'en', 'Commission Rate', 'Commission Rate', '2021-02-11 00:13:40', '2021-02-11 00:13:40'),
(2066, 'en', 'Your order has been placed', 'Your order has been placed', '2021-02-11 00:37:03', '2021-02-11 00:37:03'),
(2067, 'en', 'Your order has been placed successfully', 'Your order has been placed successfully', '2021-02-11 00:37:12', '2021-02-11 00:37:12'),
(2068, 'en', 'City has been inserted successfully', 'City has been inserted successfully', '2021-02-12 00:01:40', '2021-02-12 00:01:40'),
(2069, 'en', 'City Information', 'City Information', '2021-02-12 00:01:44', '2021-02-12 00:01:44'),
(2070, 'en', 'City has been updated successfully', 'City has been updated successfully', '2021-02-12 00:02:02', '2021-02-12 00:02:02'),
(2071, 'en', 'Your Next City', 'Your Next City', '2021-02-12 00:10:08', '2021-02-12 00:10:08'),
(2072, 'en', '+02', '+02', '2021-02-12 00:21:55', '2021-02-12 00:21:55'),
(2073, 'en', 'This is used for search. Input those words by which cutomer can find this product.', 'This is used for search. Input those words by which cutomer can find this product.', '2021-02-12 00:27:14', '2021-02-12 00:27:14'),
(2074, 'en', 'These images are visible in product details page gallery. Use 600x600 sizes images.', 'These images are visible in product details page gallery. Use 600x600 sizes images.', '2021-02-12 00:27:14', '2021-02-12 00:27:14'),
(2075, 'en', 'This image is visible in all product box. Use 300x300 sizes image. Keep some blank space around main object of your image as we had to crop some edge in different devices to make it responsive.', 'This image is visible in all product box. Use 300x300 sizes image. Keep some blank space around main object of your image as we had to crop some edge in different devices to make it responsive.', '2021-02-12 00:27:14', '2021-02-12 00:27:14'),
(2076, 'en', 'Use proper link without extra parameter. Don\'t use short share link/embeded iframe code.', 'Use proper link without extra parameter. Don\'t use short share link/embeded iframe code.', '2021-02-12 00:27:14', '2021-02-12 00:27:14'),
(2077, 'en', 'has not been verified yet.', 'has not been verified yet.', '2021-02-13 06:00:09', '2021-02-13 06:00:09'),
(2078, 'en', 'Seller Type', 'Seller Type', '2021-02-13 06:07:45', '2021-02-13 06:07:45'),
(2079, 'en', 'Search result for ', 'Search result for ', '2021-02-13 06:14:21', '2021-02-13 06:14:21'),
(2080, 'en', 'I agree to the contract', 'I agree to the contract', '2021-02-13 07:04:23', '2021-02-13 07:04:23'),
(2081, 'en', 'Read the contract', 'Read the contract', '2021-02-13 07:04:23', '2021-02-13 07:04:23'),
(2082, 'en', 'Seller ID', 'Seller ID', '2021-02-13 07:26:33', '2021-02-13 07:26:33'),
(2083, 'en', 'All Attributes', 'All Attributes', '2021-02-13 08:27:53', '2021-02-13 08:27:53'),
(2084, 'en', 'Add New Attribute', 'Add New Attribute', '2021-02-13 08:27:53', '2021-02-13 08:27:53'),
(2085, 'en', 'Attribute has been deleted successfully', 'Attribute has been deleted successfully', '2021-02-13 08:27:59', '2021-02-13 08:27:59'),
(2086, 'en', 'All Flash Deals', 'All Flash Deals', '2021-02-13 08:30:12', '2021-02-13 08:30:12'),
(2087, 'en', 'Create New Flash Deal', 'Create New Flash Deal', '2021-02-13 08:30:12', '2021-02-13 08:30:12'),
(2088, 'en', '#FFFFFF', '#FFFFFF', '2021-02-13 08:30:22', '2021-02-13 08:30:22'),
(2089, 'en', 'This image is shown as cover banner in flash deal details page.', 'This image is shown as cover banner in flash deal details page.', '2021-02-13 08:30:22', '2021-02-13 08:30:22'),
(2090, 'en', 'Attribute has been inserted successfully', 'Attribute has been inserted successfully', '2021-02-13 09:37:03', '2021-02-13 09:37:03'),
(2091, 'en', 'Length', 'Length', '2021-02-13 10:02:35', '2021-02-13 10:02:35'),
(2092, 'en', 'Width', 'Width', '2021-02-13 10:02:35', '2021-02-13 10:02:35'),
(2093, 'en', 'Height', 'Height', '2021-02-13 10:02:35', '2021-02-13 10:02:35'),
(2094, 'en', 'Weight', 'Weight', '2021-02-13 10:02:35', '2021-02-13 10:02:35'),
(2095, 'en', 'Model Number', 'Model Number', '2021-02-13 10:02:35', '2021-02-13 10:02:35'),
(2096, 'en', 'Warranty Certificate', 'Warranty Certificate', '2021-02-13 10:02:35', '2021-02-13 10:02:35'),
(2097, 'en', 'Contact', 'Contact', '2021-02-13 16:26:40', '2021-02-13 16:26:40'),
(2098, 'en', 'Order status has been updated', 'Order status has been updated', '2021-02-13 16:26:40', '2021-02-13 16:26:40'),
(2099, 'en', 'Non-refundable', 'Non-refundable', '2021-02-13 16:27:42', '2021-02-13 16:27:42'),
(2100, 'en', 'Order has been deleted successfully', 'Order has been deleted successfully', '2021-02-13 16:28:07', '2021-02-13 16:28:07'),
(2101, 'en', 'Send Refund Request', 'Send Refund Request', '2021-02-13 16:56:22', '2021-02-13 16:56:22'),
(2102, 'en', 'Product Price', 'Product Price', '2021-02-13 16:56:22', '2021-02-13 16:56:22'),
(2103, 'en', 'Refund Reason', 'Refund Reason', '2021-02-13 16:56:22', '2021-02-13 16:56:22'),
(2104, 'en', 'Send Request', 'Send Request', '2021-02-13 16:56:22', '2021-02-13 16:56:22'),
(2105, 'en', 'Refund Request has been sent successfully', 'Refund Request has been sent successfully', '2021-02-13 16:56:36', '2021-02-13 16:56:36'),
(2106, 'en', 'Reason of Refund Request', 'Reason of Refund Request', '2021-02-13 16:57:37', '2021-02-13 16:57:37'),
(2107, 'en', 'Non-Paid', 'Non-Paid', '2021-02-13 17:00:28', '2021-02-13 17:00:28'),
(2108, 'en', 'Refund Now', 'Refund Now', '2021-02-13 17:00:28', '2021-02-13 17:00:28'),
(2109, 'en', 'View Reason', 'View Reason', '2021-02-13 17:00:28', '2021-02-13 17:00:28'),
(2110, 'en', 'Reason For Refund Request', 'Reason For Refund Request', '2021-02-13 17:00:55', '2021-02-13 17:00:55'),
(2111, 'en', 'Payment completed', 'Payment completed', '2021-02-13 17:04:42', '2021-02-13 17:04:42'),
(2112, 'en', 'Use Phone Instead', 'Use Phone Instead', '2021-02-13 19:11:55', '2021-02-13 19:11:55'),
(2113, 'en', 'Registration successfull.', 'Registration successfull.', '2021-02-13 19:19:12', '2021-02-13 19:19:12'),
(2114, 'en', 'Product Image', 'Product Image', '2021-02-13 19:29:23', '2021-02-13 19:29:23'),
(2115, 'en', 'Wallet', 'Wallet', '2021-02-13 19:46:46', '2021-02-13 19:46:46'),
(2116, 'en', 'All Customers', 'All Customers', '2021-02-13 19:51:26', '2021-02-13 19:51:26'),
(2117, 'en', 'Type email or name & Enter', 'Type email or name & Enter', '2021-02-13 19:51:26', '2021-02-13 19:51:26'),
(2118, 'en', 'Package', 'Package', '2021-02-13 19:51:27', '2021-02-13 19:51:27'),
(2119, 'en', 'Log in as this Customer', 'Log in as this Customer', '2021-02-13 19:51:27', '2021-02-13 19:51:27'),
(2120, 'en', 'Ban this Customer', 'Ban this Customer', '2021-02-13 19:51:27', '2021-02-13 19:51:27'),
(2121, 'en', 'Do you really want to ban this Customer?', 'Do you really want to ban this Customer?', '2021-02-13 19:51:27', '2021-02-13 19:51:27'),
(2122, 'en', 'Do you really want to unban this Customer?', 'Do you really want to unban this Customer?', '2021-02-13 19:51:27', '2021-02-13 19:51:27'),
(2123, 'en', 'Seller Payments', 'Seller Payments', '2021-02-14 06:44:38', '2021-02-14 06:44:38'),
(2124, 'en', 'Seller', 'Seller', '2021-02-14 06:44:38', '2021-02-14 06:44:38'),
(2125, 'en', 'Payment Details', 'Payment Details', '2021-02-14 06:44:38', '2021-02-14 06:44:38'),
(2126, 'en', 'Request has been sent successfully', 'Request has been sent successfully', '2021-02-14 06:46:59', '2021-02-14 06:46:59'),
(2127, 'en', 'Seller Withdraw Request', 'Seller Withdraw Request', '2021-02-14 06:47:25', '2021-02-14 06:47:25'),
(2128, 'en', 'Total Amount to Pay', 'Total Amount to Pay', '2021-02-14 06:47:25', '2021-02-14 06:47:25'),
(2129, 'en', 'Requested Amount', 'Requested Amount', '2021-02-14 06:47:25', '2021-02-14 06:47:25'),
(2130, 'en', 'Message View', 'Message View', '2021-02-14 06:47:25', '2021-02-14 06:47:25'),
(2131, 'en', 'Seller Message', 'Seller Message', '2021-02-14 06:47:32', '2021-02-14 06:47:32'),
(2132, 'en', 'Review has been submitted successfully', 'Review has been submitted successfully', '2021-02-15 07:39:17', '2021-02-15 07:39:17'),
(2133, 'en', 'Pickup Point Information', 'Pickup Point Information', '2021-02-15 18:24:37', '2021-02-15 18:24:37'),
(2134, 'en', 'Pickup Point Status', 'Pickup Point Status', '2021-02-15 18:24:37', '2021-02-15 18:24:37'),
(2135, 'en', 'Pick-up Point Manager', 'Pick-up Point Manager', '2021-02-15 18:24:37', '2021-02-15 18:24:37'),
(2136, 'en', 'Products updated successfully', 'Products updated successfully', '2021-02-15 18:45:33', '2021-02-15 18:45:33'),
(2137, 'en', 'Missing quantities', 'Missing quantities', '2021-02-15 22:12:43', '2021-02-15 22:12:43'),
(2138, 'en', 'Alert quantities', 'Alert quantities', '2021-02-15 22:13:09', '2021-02-15 22:13:09'),
(2139, 'en', 'Quantities Adjustment', 'Quantities Adjustment', '2021-02-15 22:16:37', '2021-02-15 22:16:37'),
(2140, 'en', 'Alert Quantity', 'Alert Quantity', '2021-02-15 23:17:51', '2021-02-15 23:17:51'),
(2141, 'en', 'Without Attribute', 'Without Attribute', '2021-02-15 23:22:43', '2021-02-15 23:22:43'),
(2142, 'en', 'Arrival Days', 'Arrival Days', '2021-02-16 01:11:50', '2021-02-16 01:11:50'),
(2143, 'en', 'on_delivery', 'on_delivery', '2021-02-17 00:08:18', '2021-02-17 00:08:18'),
(2144, 'en', 'See Details', 'See Details', '2021-02-17 00:19:35', '2021-02-17 00:19:35'),
(2145, 'en', 'Message has been send to seller', 'Message has been send to seller', '2021-02-17 00:19:37', '2021-02-17 00:19:37'),
(2146, 'en', 'Conversations With ', 'Conversations With ', '2021-02-17 00:19:57', '2021-02-17 00:19:57'),
(2147, 'en', 'Between you and', 'Between you and', '2021-02-17 00:19:57', '2021-02-17 00:19:57'),
(2148, 'en', 'Email Verification - ', 'Email Verification - ', '2021-02-17 01:09:49', '2021-02-17 01:09:49'),
(2149, 'en', 'Verify Your Email Address', 'Verify Your Email Address', '2021-02-17 01:12:31', '2021-02-17 01:12:31'),
(2150, 'en', 'Before proceeding, please check your email for a verification link.', 'Before proceeding, please check your email for a verification link.', '2021-02-17 01:12:31', '2021-02-17 01:12:31'),
(2151, 'en', 'If you did not receive the email.', 'If you did not receive the email.', '2021-02-17 01:12:31', '2021-02-17 01:12:31'),
(2152, 'en', 'Click here to request another', 'Click here to request another', '2021-02-17 01:12:31', '2021-02-17 01:12:31'),
(2153, 'en', 'A fresh verification link has been sent to your email address.', 'A fresh verification link has been sent to your email address.', '2021-02-17 01:12:43', '2021-02-17 01:12:43'),
(2154, 'en', 'Your Shop has been updated successfully!', 'Your Shop has been updated successfully!', '2021-02-17 01:30:03', '2021-02-17 01:30:03'),
(2155, 'en', 'Flash Deal has been inserted successfully', 'Flash Deal has been inserted successfully', '2021-02-17 12:13:25', '2021-02-17 12:13:25'),
(2156, 'en', 'This offer has been expired.', 'This offer has been expired.', '2021-02-17 12:13:36', '2021-02-17 12:13:36'),
(2157, 'en', 'Flash Deal has been updated successfully', 'Flash Deal has been updated successfully', '2021-02-17 12:14:13', '2021-02-17 12:14:13'),
(2158, 'en', 'Flash deal status updated successfully', 'Flash deal status updated successfully', '2021-02-17 12:14:23', '2021-02-17 12:14:23'),
(2159, 'en', 'Own Product', 'Own Product', '2021-02-17 13:00:45', '2021-02-17 13:00:45'),
(2160, 'en', 'Default', 'Default', '2021-02-17 23:45:44', '2021-02-17 23:45:44'),
(2161, 'en', 'Type key & Enter', 'Type key & Enter', '2021-02-18 00:03:31', '2021-02-18 00:03:31'),
(2162, 'en', 'Bank Alhly', 'Bank Alhly', '2021-02-18 00:07:05', '2021-02-18 00:07:05'),
(2163, 'en', 'Bank Masr', 'Bank Masr', '2021-02-18 00:07:05', '2021-02-18 00:07:05'),
(2164, 'en', 'Bank Alex', 'Bank Alex', '2021-02-18 00:07:05', '2021-02-18 00:07:05'),
(2165, 'en', 'Bank CIP', 'Bank CIP', '2021-02-18 00:07:05', '2021-02-18 00:07:05'),
(2166, 'en', 'Select Bank Name', 'Select Bank Name', '2021-02-18 00:08:10', '2021-02-18 00:08:10'),
(2167, 'en', 'Count Of Number 16 ', 'Count Of Number 16 ', '2021-02-18 00:18:38', '2021-02-18 00:18:38'),
(2168, 'en', 'YES', 'YES', '2021-02-18 00:26:18', '2021-02-18 00:26:18'),
(2169, 'en', 'NO', 'NO', '2021-02-18 00:26:18', '2021-02-18 00:26:18'),
(2170, 'en', 'Account Info', 'Account Info', '2021-02-20 20:33:38', '2021-02-20 20:33:38'),
(2171, 'en', 'Company Name', 'Company Name', '2021-02-20 20:39:47', '2021-02-20 20:39:47'),
(2172, 'en', 'Taxs Photo', 'Taxs Photo', '2021-02-20 20:40:31', '2021-02-20 20:40:31'),
(2173, 'en', 'Email already exists!', 'Email already exists!', '2021-02-20 21:34:57', '2021-02-20 21:34:57'),
(2174, 'en', 'Select Date', 'Select Date', '2021-02-21 00:51:21', '2021-02-21 00:51:21'),
(2175, 'en', 'Product has been duplicated successfully', 'Product has been duplicated successfully', '2021-02-22 06:47:12', '2021-02-22 06:47:12'),
(2176, 'en', 'Category has been inserted successfully', 'Category has been inserted successfully', '2021-02-22 07:30:01', '2021-02-22 07:30:01'),
(2177, 'en', 'Category has been updated successfully', 'Category has been updated successfully', '2021-02-22 08:04:45', '2021-02-22 08:04:45'),
(2178, 'en', 'Published categories updated successfully', 'Published categories updated successfully', '2021-02-22 08:56:05', '2021-02-22 08:56:05'),
(2179, 'en', 'Product Unavailable', 'Product Unavailable', '2021-02-22 09:51:44', '2021-02-22 09:51:44'),
(2180, 'en', 'Welt', 'Welt', '2021-02-22 10:15:34', '2021-02-22 10:15:34'),
(2181, 'en', 'Bank', 'Bank', '2021-02-22 10:15:34', '2021-02-22 10:15:34'),
(2182, 'en', 'Refund Type', 'Refund Type', '2021-02-22 10:20:05', '2021-02-22 10:20:05'),
(2183, 'en', 'Product Check', 'Product Check', '2021-02-22 10:47:42', '2021-02-22 10:47:42'),
(2184, 'en', 'Payment Info', 'Payment Info', '2021-02-23 07:11:38', '2021-02-23 07:11:38'),
(2185, 'en', 'Account Papers', 'Account Papers', '2021-02-23 07:13:55', '2021-02-23 07:13:55'),
(2186, 'en', 'Account No', 'Account No', '2021-02-23 07:34:42', '2021-02-23 07:34:42'),
(2187, 'en', 'At Stock', 'At Stock', '2021-02-23 07:38:45', '2021-02-23 07:38:45'),
(2188, 'en', 'Refund status has been updated', 'Refund status has been updated', '2021-02-23 07:55:55', '2021-02-23 07:55:55'),
(2189, 'en', ' Refund Request Detailes', ' Refund Request Detailes', '2021-02-23 08:38:17', '2021-02-23 08:38:17'),
(2190, 'en', 'Refund Request Detailes', 'Refund Request Detailes', '2021-02-23 08:40:42', '2021-02-23 08:40:42'),
(2191, 'en', 'Role has been inserted successfully', 'Role has been inserted successfully', '2021-02-23 16:27:43', '2021-02-23 16:27:43'),
(2192, 'en', 'Staff Information', 'Staff Information', '2021-02-23 16:27:51', '2021-02-23 16:27:51'),
(2193, 'en', 'Staff has been inserted successfully', 'Staff has been inserted successfully', '2021-02-23 16:28:22', '2021-02-23 16:28:22'),
(2194, 'en', 'Step 1', 'Step 1', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2195, 'en', 'Download the skeleton file and fill it with proper data', 'Download the skeleton file and fill it with proper data', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2196, 'en', 'You can download the example file to understand how the data must be filled', 'You can download the example file to understand how the data must be filled', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2197, 'en', 'Once you have downloaded and filled the skeleton file, upload it in the form below and submit', 'Once you have downloaded and filled the skeleton file, upload it in the form below and submit', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2198, 'en', 'After uploading products you need to edit them and set product\'s images and choices', 'After uploading products you need to edit them and set product\'s images and choices', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2199, 'en', 'Step 2', 'Step 2', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2200, 'en', 'Category and Brand should be in numerical id', 'Category and Brand should be in numerical id', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2201, 'en', 'You can download the pdf to get Category and Brand id', 'You can download the pdf to get Category and Brand id', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2202, 'en', 'Upload Product File', 'Upload Product File', '2021-02-24 20:04:23', '2021-02-24 20:04:23'),
(2203, 'en', 'Category has been deleted successfully', 'Category has been deleted successfully', '2021-02-24 20:09:17', '2021-02-24 20:09:17'),
(2204, 'en', 'Order deleted', 'Order deleted', '2021-02-24 20:45:48', '2021-02-24 20:45:48'),
(2205, 'en', 'Seller has been banned successfully', 'Seller has been banned successfully', '2021-02-24 20:59:15', '2021-02-24 20:59:15'),
(2206, 'en', 'Unban this seller', 'Unban this seller', '2021-02-24 20:59:15', '2021-02-24 20:59:15'),
(2207, 'en', 'Seller has been unbanned successfully', 'Seller has been unbanned successfully', '2021-02-24 21:01:27', '2021-02-24 21:01:27'),
(2208, 'en', 'Server information', 'Server information', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2209, 'en', 'Current Version', 'Current Version', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2210, 'en', 'Required Version', 'Required Version', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2211, 'en', 'php.ini Config', 'php.ini Config', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2212, 'en', 'Config Name', 'Config Name', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2213, 'en', 'Current', 'Current', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2214, 'en', 'Recommended', 'Recommended', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2215, 'en', 'Extensions information', 'Extensions information', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2216, 'en', 'Extension Name', 'Extension Name', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2217, 'en', 'Filesystem Permissions', 'Filesystem Permissions', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2218, 'en', 'File or Folder', 'File or Folder', '2021-02-24 21:07:44', '2021-02-24 21:07:44'),
(2219, 'en', 'Update your system', 'Update your system', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2220, 'en', 'Current verion', 'Current verion', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2221, 'en', 'Make sure your server has matched with all requirements.', 'Make sure your server has matched with all requirements.', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2222, 'en', 'Check Here', 'Check Here', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2223, 'en', 'Download latest version from codecanyon.', 'Download latest version from codecanyon.', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2224, 'en', 'Extract downloaded zip. You will find updates.zip file in those extraced files.', 'Extract downloaded zip. You will find updates.zip file in those extraced files.', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2225, 'en', 'Upload that zip file here and click update now.', 'Upload that zip file here and click update now.', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2226, 'en', 'If you are using any addon make sure to update those addons after updating.', 'If you are using any addon make sure to update those addons after updating.', '2021-02-24 21:08:10', '2021-02-24 21:08:10'),
(2227, 'en', 'Account statement', 'Account statement', '2021-03-02 08:37:58', '2021-03-02 08:37:58'),
(2228, 'en', 'Account Statment', 'Account Statment', '2021-03-02 08:38:03', '2021-03-02 08:38:03'),
(2229, 'en', 'view Report', 'view Report', '2021-03-02 08:38:03', '2021-03-02 08:38:03'),
(2230, 'en', 'All order', 'All order', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2231, 'en', 'All Refund', 'All Refund', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2232, 'en', 'Pending Refund', 'Pending Refund', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2233, 'en', 'Check Refund', 'Check Refund', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2234, 'en', 'At Stock Refund', 'At Stock Refund', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2235, 'en', 'Aproved Refund', 'Aproved Refund', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2236, 'en', 'Profits', 'Profits', '2021-03-02 08:38:57', '2021-03-02 08:38:57'),
(2237, 'en', 'Net Profits', 'Net Profits', '2021-03-02 08:38:57', '2021-03-02 08:38:57');
INSERT INTO `translations` (`id`, `lang`, `lang_key`, `lang_value`, `created_at`, `updated_at`) VALUES
(2238, 'en', 'seller Account Statment', 'seller Account Statment', '2021-03-02 09:53:01', '2021-03-02 09:53:01'),
(2239, 'en', 'ID', 'ID', '2021-03-03 19:25:56', '2021-03-03 19:25:56'),
(2240, 'en', 'Email or Phone already exists.', 'Email or Phone already exists.', '2021-03-04 19:49:44', '2021-03-04 19:49:44'),
(2241, 'en', 'Please add shipping address', 'Please add shipping address', '2021-03-04 19:52:25', '2021-03-04 19:52:25'),
(2242, 'en', 'Your Cart was empty', 'Your Cart was empty', '2021-03-04 20:00:29', '2021-03-04 20:00:29'),
(2243, 'en', 'My Welt', 'My Welt', '2021-03-04 20:12:41', '2021-03-04 20:12:41'),
(2244, 'en', 'Account Number', 'Account Number', '2021-03-04 20:12:41', '2021-03-04 20:12:41'),
(2245, 'en', 'You have subscribed successfully', 'You have subscribed successfully', '2021-03-09 12:16:25', '2021-03-09 12:16:25'),
(2246, 'en', 'Brand Name', 'Brand Name', '2021-03-09 16:51:40', '2021-03-09 16:51:40'),
(2247, 'en', 'Add New Brand', 'Add New Brand', '2021-03-09 16:54:02', '2021-03-09 16:54:02'),
(2248, 'en', '120x80', '120x80', '2021-03-09 16:54:02', '2021-03-09 16:54:02'),
(2249, 'en', 'Emails', 'Emails', '2021-03-09 18:16:42', '2021-03-09 18:16:42'),
(2250, 'en', 'Users', 'Users', '2021-03-09 18:16:42', '2021-03-09 18:16:42'),
(2251, 'en', 'Newsletter subject', 'Newsletter subject', '2021-03-09 18:16:42', '2021-03-09 18:16:42'),
(2252, 'en', 'Newsletter content', 'Newsletter content', '2021-03-09 18:16:42', '2021-03-09 18:16:42'),
(2253, 'en', 'User Personal Info', 'User Personal Info', '2021-03-10 11:33:20', '2021-03-10 11:33:20'),
(2254, 'en', 'I Pan', 'I Pan', '2021-03-10 11:33:20', '2021-03-10 11:33:20'),
(2255, 'en', 'included', 'included', '2021-03-10 16:16:34', '2021-03-10 16:16:34'),
(2256, 'en', 'excluded', 'excluded', '2021-03-10 16:16:34', '2021-03-10 16:16:34'),
(2257, 'en', 'Update Payments', 'Update Payments', '2021-03-10 16:19:50', '2021-03-10 16:19:50'),
(2258, 'en', 'Your verification mail has been Sent to your email.', 'Your verification mail has been Sent to your email.', '2021-03-10 20:00:19', '2021-03-10 20:00:19'),
(2259, 'en', 'A verification mail has been sent to the mail you provided us with.', 'A verification mail has been sent to the mail you provided us with.', '2021-03-10 20:00:19', '2021-03-10 20:00:19'),
(2260, 'en', 'Password Reset', 'Password Reset', '2021-03-10 20:05:04', '2021-03-10 20:05:04'),
(2261, 'en', 'Reset Password', 'Reset Password', '2021-03-10 20:05:05', '2021-03-10 20:05:05'),
(2262, 'en', 'Enter your email address and new password and confirm password.', 'Enter your email address and new password and confirm password.', '2021-03-10 20:05:05', '2021-03-10 20:05:05'),
(2263, 'en', 'Details', 'Details', '2021-03-10 21:25:48', '2021-03-10 21:25:48'),
(2264, 'en', 'See ticket', 'See ticket', '2021-03-10 21:25:48', '2021-03-10 21:25:48'),
(2265, 'en', 'Ticket has been sent successfully', 'Ticket has been sent successfully', '2021-03-10 21:25:49', '2021-03-10 21:25:49'),
(2266, 'en', 'Support Desk', 'Support Desk', '2021-03-10 21:27:15', '2021-03-10 21:27:15'),
(2267, 'en', 'Type ticket code & Enter', 'Type ticket code & Enter', '2021-03-10 21:27:15', '2021-03-10 21:27:15'),
(2268, 'en', 'User', 'User', '2021-03-10 21:27:15', '2021-03-10 21:27:15'),
(2269, 'en', 'Last reply', 'Last reply', '2021-03-10 21:27:15', '2021-03-10 21:27:15'),
(2270, 'en', 'Submit as', 'Submit as', '2021-03-10 21:29:08', '2021-03-10 21:29:08'),
(2271, 'en', 'Solved', 'Solved', '2021-03-10 21:29:08', '2021-03-10 21:29:08'),
(2272, 'en', 'Reply has been sent successfully', 'Reply has been sent successfully', '2021-03-10 21:29:37', '2021-03-10 21:29:37'),
(2273, 'en', 'Send Reply', 'Send Reply', '2021-03-10 21:29:46', '2021-03-10 21:29:46'),
(2274, 'en', 'Invalid email or password!', 'Invalid email or password!', '2021-03-10 22:24:27', '2021-03-10 22:24:27'),
(2275, 'en', 'Product Wish Report', 'Product Wish Report', '2021-03-11 13:07:25', '2021-03-11 13:07:25'),
(2276, 'en', 'Number of Wish', 'Number of Wish', '2021-03-11 13:07:25', '2021-03-11 13:07:25'),
(2277, 'en', 'All sub categories', 'All sub categories', '2021-03-13 05:38:38', '2021-03-13 05:38:38'),
(2278, 'en', 'Add New Sub Category', 'Add New Sub Category', '2021-03-13 05:38:38', '2021-03-13 05:38:38'),
(2279, 'en', 'Sub Categories', 'Sub Categories', '2021-03-13 05:38:38', '2021-03-13 05:38:38'),
(2280, 'en', 'Sub Sub Category Information', 'Sub Sub Category Information', '2021-03-13 05:40:26', '2021-03-13 05:40:26'),
(2281, 'en', 'Select Sub Category', 'Select Sub Category', '2021-03-13 05:40:26', '2021-03-13 05:40:26'),
(2282, 'en', 'Select Sub Sub Category', 'Select Sub Sub Category', '2021-03-16 14:37:42', '2021-03-16 14:37:42'),
(2283, 'en', 'Your email has been verified successfully', 'Your email has been verified successfully', '2021-04-17 09:15:22', '2021-04-17 09:15:22'),
(2284, 'en', 'linkedin', 'linkedin', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2285, 'en', 'instagram', 'instagram', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2286, 'en', 'whatsapp', 'whatsapp', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2287, 'en', 'hotline', 'hotline', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2288, 'en', 'phone2', 'phone2', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2289, 'en', 'phone3', 'phone3', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2290, 'en', 'phone4', 'phone4', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2291, 'en', 'phone5', 'phone5', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2292, 'en', 'phone6', 'phone6', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2293, 'en', 'phone7', 'phone7', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2294, 'en', 'phone8', 'phone8', '2021-04-17 09:28:34', '2021-04-17 09:28:34'),
(2295, 'en', 'بنك مصر ', 'بنك مصر ', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2296, 'en', 'البنك الاهلي المصري', 'البنك الاهلي المصري', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2297, 'en', 'البنك العقاري المصري العربي', 'البنك العقاري المصري العربي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2298, 'en', 'البنك الزراعي المصري', 'البنك الزراعي المصري', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2299, 'en', 'بنك التنمية الصناعية', 'بنك التنمية الصناعية', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2300, 'en', 'بنك القاهرة', 'بنك القاهرة', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2301, 'en', 'المصرف المتحد', 'المصرف المتحد', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2302, 'en', 'بنك الاسكندرية', 'بنك الاسكندرية', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2303, 'en', 'ميد بنك ', 'ميد بنك ', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2304, 'en', 'البنك التجاري الدولي', 'البنك التجاري الدولي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2305, 'en', 'البنك التجاري المغربي', 'البنك التجاري المغربي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2306, 'en', 'بنك الشركة المصرفية العربية الدولية', 'بنك الشركة المصرفية العربية الدولية', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2307, 'en', 'بنك بلوم', 'بنك بلوم', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2308, 'en', 'كريدي اجريكول', 'كريدي اجريكول', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2309, 'en', 'بنك الامارات دبي الوطني', 'بنك الامارات دبي الوطني', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2310, 'en', 'بنك قناة السويس', 'بنك قناة السويس', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2311, 'en', 'بنك قطر الوطني الاهلي', 'بنك قطر الوطني الاهلي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2312, 'en', 'بنك الاستثمار العربي', 'بنك الاستثمار العربي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2313, 'en', 'البنك الاهلي الكويتي', 'البنك الاهلي الكويتي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2314, 'en', 'بنك عودة', 'بنك عودة', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2315, 'en', 'البنك الاهلي المتحد', 'البنك الاهلي المتحد', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2316, 'en', 'بنك فيصل الاسلامي المصري', 'بنك فيصل الاسلامي المصري', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2317, 'en', 'بنك التعمير والاسكان', 'بنك التعمير والاسكان', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2318, 'en', 'بنك البركة', 'بنك البركة', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2319, 'en', 'بنك الكويت الوطني', 'بنك الكويت الوطني', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2320, 'en', 'مصرف ابوظبي الاسلامي', 'مصرف ابوظبي الاسلامي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2321, 'en', 'بنك ابوظبي التجاري', 'بنك ابوظبي التجاري', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2322, 'en', 'البنك المصري الخليجي', 'البنك المصري الخليجي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2323, 'en', 'البنك العربي الافريقي', 'البنك العربي الافريقي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2324, 'en', 'اتش اس بي سي', 'اتش اس بي سي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2325, 'en', 'abc بنك المؤسسة العربية المصرفية', 'abc بنك المؤسسة العربية المصرفية', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2326, 'en', 'البنك المصري لتنمية الصادرات', 'البنك المصري لتنمية الصادرات', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2327, 'en', 'المصرف العربي الدولي', 'المصرف العربي الدولي', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2328, 'en', 'البنك العربي ', 'البنك العربي ', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2329, 'en', 'سيتي بنك', 'سيتي بنك', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2330, 'en', 'بنك المشرق', 'بنك المشرق', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2331, 'en', 'البنك الاهلي اليوناني', 'البنك الاهلي اليوناني', '2021-04-17 10:05:06', '2021-04-17 10:05:06'),
(2332, 'en', 'I Ban', 'I Ban', '2021-04-17 10:11:18', '2021-04-17 10:11:18'),
(2333, 'en', 'Registration successfull. Please verify your email.', 'Registration successfull. Please verify your email.', '2021-04-26 08:12:21', '2021-04-26 08:12:21'),
(2334, 'en', 'No Refund Request', 'No Refund Request', '2021-04-28 22:04:43', '2021-04-28 22:04:43'),
(2335, 'en', 'Not Requested', 'Not Requested', '2021-04-28 22:05:13', '2021-04-28 22:05:13'),
(2336, 'en', 'Available status has been updated', 'Available status has been updated', '2021-04-28 22:49:54', '2021-04-28 22:49:54'),
(2337, 'en', 'Are You Sure', 'Are You Sure', '2021-04-29 00:36:08', '2021-04-29 00:36:08'),
(2338, 'en', 'Total Items', 'Total Items', '2021-04-29 08:51:48', '2021-04-29 08:51:48'),
(2339, 'en', 'Seller Available', 'Seller Available', '2021-04-29 09:04:49', '2021-04-29 09:04:49'),
(2340, 'en', 'Item Availability', 'Item Availability', '2021-04-29 09:47:53', '2021-04-29 09:47:53'),
(2341, 'en', 'Item Status', 'Item Status', '2021-04-29 09:53:27', '2021-04-29 09:53:27'),
(2342, 'en', 'picked', 'picked', '2021-04-30 08:45:00', '2021-04-30 08:45:00'),
(2343, 'en', 'Picked Up', 'Picked Up', '2021-04-30 09:12:00', '2021-04-30 09:12:00'),
(2344, 'en', 'Tracking Orders', 'Tracking Orders', '2021-04-30 09:29:17', '2021-04-30 09:29:17'),
(2345, 'en', 'Shipping Orders', 'Shipping Orders', '2021-04-30 09:29:17', '2021-04-30 09:29:17'),
(2346, 'en', 'Complete Orders', 'Complete Orders', '2021-04-30 18:03:11', '2021-04-30 18:03:11'),
(2347, 'en', 'Item Status updated successfully', 'Item Status updated successfully', '2021-04-30 22:22:10', '2021-04-30 22:22:10'),
(2348, 'en', 'Shipping Screen', 'Shipping Screen', '2021-04-30 23:16:00', '2021-04-30 23:16:00'),
(2349, 'en', 'Tracking Screen', 'Tracking Screen', '2021-04-30 23:16:15', '2021-04-30 23:16:15'),
(2350, 'en', 'Completed Order', 'Completed Order', '2021-04-30 23:17:10', '2021-04-30 23:17:10'),
(2351, 'en', 'All Orders Tracking', 'All Orders Tracking', '2021-05-01 08:58:57', '2021-05-01 08:58:57'),
(2352, 'en', 'All Orders Shipping', 'All Orders Shipping', '2021-05-01 08:59:09', '2021-05-01 08:59:09'),
(2353, 'en', 'All Orders Completed', 'All Orders Completed', '2021-05-01 08:59:18', '2021-05-01 08:59:18'),
(2354, 'en', 'I Ban Number', 'I Ban Number', '2021-05-01 12:17:14', '2021-05-01 12:17:14'),
(2355, 'en', 'Products imported successfully', 'Products imported successfully', '2021-05-01 13:10:23', '2021-05-01 13:10:23'),
(2356, 'en', 'Do you really want to un ban this seller?', 'Do you really want to un ban this seller?', '2021-05-02 07:22:37', '2021-05-02 07:22:37'),
(2357, 'en', 'Shipping By', 'Shipping By', '2021-05-02 08:07:29', '2021-05-02 08:07:29'),
(2358, 'en', 'Shipping status has been updated', 'Shipping status has been updated', '2021-05-02 08:16:07', '2021-05-02 08:16:07'),
(2359, 'en', 'Ar5as Invoicde', 'Ar5as Invoicde', '2021-05-03 04:33:19', '2021-05-03 04:33:19'),
(2360, 'en', '+01', '+01', '2021-05-03 08:19:53', '2021-05-03 08:19:53'),
(2361, 'en', 'Order has been cancelled successfully', 'Order has been cancelled successfully', '2021-05-03 08:51:59', '2021-05-03 08:51:59'),
(2362, 'en', 'Cancelled', 'Cancelled', '2021-05-03 09:06:40', '2021-05-03 09:06:40'),
(2363, 'en', 'Edit Seller Information', 'Edit Seller Information', '2021-05-08 21:04:17', '2021-05-08 21:04:17'),
(2364, 'en', 'Seller has been updated successfully', 'Seller has been updated successfully', '2021-05-08 21:04:39', '2021-05-08 21:04:39'),
(2365, 'en', 'Show Password', 'Show Password', '2021-05-09 23:35:05', '2021-05-09 23:35:05'),
(2366, 'en', ' Show Password', ' Show Password', '2021-05-09 23:38:22', '2021-05-09 23:38:22'),
(2367, 'en', 'Product Checked', 'Product Checked', '2021-05-11 17:41:40', '2021-05-11 17:41:40'),
(2368, 'en', 'Quantaty', 'Quantaty', '2021-05-11 17:53:07', '2021-05-11 17:53:07'),
(2369, 'en', 'Product Alert Quantaty', 'Product Alert Quantaty', '2021-05-11 17:55:14', '2021-05-11 17:55:14'),
(2370, 'en', 'Alert Quantaty', 'Alert Quantaty', '2021-05-11 18:14:46', '2021-05-11 18:14:46');

-- --------------------------------------------------------

--
-- Table structure for table `uploads`
--

CREATE TABLE `uploads` (
  `id` int(11) NOT NULL,
  `file_original_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `file_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `file_size` int(11) DEFAULT NULL,
  `extension` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` varchar(15) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `uploads`
--

INSERT INTO `uploads` (`id`, `file_original_name`, `file_name`, `user_id`, `file_size`, `extension`, `type`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'tes-img1', 'uploads/all/tqThHgYFr5EHB9YaggqPvBX8eXsvQfodIEIl8eQd.jpg', 3, 57651, 'jpg', 'image', '2021-02-08 19:29:01', '2021-02-08 19:29:01', NULL),
(2, 'ZHbGLsXMXY5TDtJ3N3Q3v9mhyhMmQLoAsaetUnTk', 'uploads/all/Mg0FAQPHfeStyDLg8HwryreKFgd3hUM6T4AssWWN.png', 9, 43796, 'png', 'image', '2021-02-08 19:54:15', '2021-02-08 19:54:15', NULL),
(3, 'zhY63GpxiqruSNVTtwpljpt5VRBrRHyUVRYwCZSi', 'uploads/all/jExWhiBu7dZA1AmvyvpV2serSh0fIKy0ULh6keWc.jpg', 9, 322134, 'jpeg', 'image', '2021-02-08 19:56:36', '2021-02-08 19:56:36', NULL),
(4, 'mlOD3QBFGGTtonTpeKXnPPeLpHDYu9reQbwEz4vO', 'uploads/all/oTBDAULLMqeMztVqPnxs1bjWGoe03VUxkhwfMtLs.jpg', 9, 70934, 'jpeg', 'image', '2021-02-08 22:35:20', '2021-02-08 22:35:20', NULL),
(5, 'EPXlWGJDF87P6nZMlwvJwJTVOQ2l4VOFFtiwms6f', 'uploads/all/BxPOfJThbeMh219nAbiWr1NvkKnqZWFM1NJFOQEp.jpg', 9, 71958, 'jpeg', 'image', '2021-02-08 22:35:20', '2021-02-08 22:35:20', NULL),
(6, 'tVsMfnpNFLey6YoesbSnnaQmURRqbzif1IcwFvlQ', 'uploads/all/ojX4vs95wNpKzn6nD1a8bu1a9ILjrSm3IGQSJyfa.jpg', 9, 64794, 'jpeg', 'image', '2021-02-08 22:35:20', '2021-02-08 22:35:20', NULL),
(7, 'ieBJmX1CGgKeQvzZ6GLgGp3iiQXA2vxJxoRBnEjD', 'uploads/all/tNUZ6Y9oiYqdb0mKtdDMnIkvmmndcz92RdELViOg.png', 9, 15871, 'png', 'image', '2021-02-08 22:44:05', '2021-02-08 22:44:05', NULL),
(8, 'ZHbGLsXMXY5TDtJ3N3Q3v9mhyhMmQLoAsaetUnTk', 'uploads/all/UCbFjdMIyCKEHcuWSiZhdhSxcF6XJlw7bzunz8fE.png', 11, 43796, 'png', 'image', '2021-02-10 22:21:27', '2021-02-10 22:21:27', NULL),
(9, 'ieBJmX1CGgKeQvzZ6GLgGp3iiQXA2vxJxoRBnEjD', 'uploads/all/Lee9Lov26O1tyPoxgcFNocdgqiv1REKm33IFcfX8.png', 11, 15871, 'png', 'image', '2021-02-10 23:16:39', '2021-02-10 23:16:39', NULL),
(10, '10b611_00b9b8c85259498ba8542fa60c579f2c_mv2', 'uploads/all/9u56zFk0Q6me8LWyDXw83ZZMRVWvEwBEPfMqTNPT.webp', 9, 118252, 'webp', 'image', '2021-02-12 00:28:09', '2021-02-12 00:28:09', NULL),
(11, 'logo (3)', 'uploads/all/sMBZ2R1BrB01bkeL313thNNGHg292RExogqYdMHD.png', 13, 9254, 'png', 'image', '2021-02-13 06:12:26', '2021-02-13 06:12:26', NULL),
(12, 'order-20210211-02370345', 'uploads/all/22w5iwCx3YUPrdwD0CpnV0AcjWK899CPdxTlrZyE.pdf', 3, 56347, 'pdf', 'document', '2021-02-13 10:02:55', '2021-02-13 10:02:55', NULL),
(13, 'logo (2)', 'uploads/all/TpxMEAJMdYwa4dRtObC71KfKATYkOdrp7HnFDPnB.png', 9, 16136, 'png', 'image', '2021-02-21 00:44:02', '2021-02-21 00:44:02', NULL),
(14, 'WhatsApp Image 2020-12-07 at 2.33.50 PM', 'uploads/all/DZR07pmtOxH2OQEbeqK4CIAuxu1VM8sGH9Ng03vE.jpg', 54, 109629, 'jpeg', 'image', '2021-03-03 19:04:26', '2021-03-03 19:04:26', NULL),
(15, 'download (1)', 'uploads/all/35Qrl1YBfyf1Wv3NgMl9U3A6rNv7cmjmjb25IQRW.jpg', 54, 5474, 'jpg', 'image', '2021-03-04 18:22:55', '2021-03-04 18:22:55', NULL),
(16, 'download (4)', 'uploads/all/meTzZe2lw5yPRftM70griaUfiYBKrVoiW91Fz9br.jpg', 54, 5196, 'jpg', 'image', '2021-03-04 18:22:55', '2021-03-04 18:22:55', NULL),
(17, 'download', 'uploads/all/rtYAj8Z9c3j4IU0KR7yyqTFYkgk08KQEyHoFc1XJ.jpg', 54, 3080, 'jpg', 'image', '2021-03-04 18:22:55', '2021-03-04 18:22:55', NULL),
(18, 'download (1)', 'uploads/all/dCyOYZe901tPoW1XR7Kl4V8x7EsybJ92TxJM45Ii.jpg', 54, 6730, 'jpg', 'image', '2021-03-04 18:47:42', '2021-03-04 18:47:42', NULL),
(19, 'download', 'uploads/all/QKeXt9yxXyIgbnlBBR3ToyAAawHlh3FW4WUyUxEB.jpg', 54, 3661, 'jpg', 'image', '2021-03-04 18:47:42', '2021-03-04 18:47:42', NULL),
(20, 'download (2)', 'uploads/all/y6L7jMqkPybBCX5kRjGkLWQ6yCHZuyaUfRlODRyq.jpg', 54, 5389, 'jpg', 'image', '2021-03-04 18:47:43', '2021-03-04 18:47:43', NULL),
(21, 'Untitled-1', 'uploads/all/8Z7dKwLE0is6dTCZg9fbNICJIbeU0JcPmcTM35Pd.jpg', 51, 854066, 'jpg', 'image', '2021-03-04 23:31:21', '2021-03-04 23:31:21', NULL),
(22, 'Untitled-1', 'uploads/all/iqmZYoaqiPtNnTrmnRyIrZZNYUOqPfXDBKupx1Pk.jpg', 51, 810529, 'jpg', 'image', '2021-03-04 23:34:45', '2021-03-04 23:34:45', NULL),
(23, '82772112_1475415625947944_3551341266870468608_n', 'uploads/all/UWevkf2p1forXgH3hvoSQS2F73uRQ4rRKedKdkWc.jpg', 59, 49257, 'jpg', 'image', '2021-03-09 19:33:58', '2021-03-09 19:33:58', NULL),
(24, '81-ar%2B3pt9L._AC_UX500_', 'uploads/all/urid6WOveE71aSYiw76HuUw3L948N7BGtw4QRiiO.jpg', 57, 16528, 'jpg', 'image', '2021-03-09 21:52:57', '2021-03-09 21:52:57', NULL),
(25, '71x7BUM7yZL._AC_UY695_', 'uploads/all/CgTQQ3CyrZqhzGWOZJBI4fIjaQuFt4EwBaxxdGss.jpg', 57, 32252, 'jpg', 'image', '2021-03-09 21:52:57', '2021-03-09 21:52:57', NULL),
(26, '811l6qm4yCL._AC_UX500_', 'uploads/all/rRIp4WCQkBIrV9judq1nNpYLuXE6y3OPfAmJwAGa.jpg', 57, 16100, 'jpg', 'image', '2021-03-09 21:52:57', '2021-03-09 21:52:57', NULL),
(27, '71QBHaDGU5L._AC_UX500_', 'uploads/all/ua7kI81ZzpqNtapjzPk9YfthBlzqJUf5zIMwisWn.jpg', 57, 13753, 'jpg', 'image', '2021-03-09 21:52:58', '2021-03-09 21:52:58', NULL),
(28, '718jq5nmiJL._AC_UX500_', 'uploads/all/F7xlpMhbjC2HaRVzTclGBDWX1gZoKlLRHLIAL5Ce.jpg', 57, 11423, 'jpg', 'image', '2021-03-09 21:53:06', '2021-03-09 21:53:06', NULL),
(29, 'WhatsApp Image 2020-12-07 at 3.10.52 PM', 'uploads/all/g12FWLbcQo15xISA9LF74R17NaAhZbq92MPOUr08.jpg', 58, 65075, 'jpeg', 'image', '2021-03-09 21:54:05', '2021-03-09 21:54:05', NULL),
(30, '82772112_1475415625947944_3551341266870468608_n', 'uploads/all/oWhI55HSR9mUIClx4pTq876WX6p29L9KIekVifAW.jpg', 62, 49257, 'jpg', 'image', '2021-03-10 16:17:06', '2021-03-10 16:17:06', NULL),
(31, '81BuRyTVUUL._AC_UX500_', 'uploads/all/3KgOTywO7T7sfZg9HU3ySFtQwSQKA0VyL8sREc2v.jpg', 58, 15642, 'jpg', 'image', '2021-03-10 16:58:05', '2021-03-10 16:58:05', NULL),
(32, '71gvbJWOzDL._AC_UY695_', 'uploads/all/YoI0UWFOl5pqmc5dqj4PTnYEtgRcaaAHAdi4QLVJ.jpg', 58, 23461, 'jpg', 'image', '2021-03-10 16:58:05', '2021-03-10 16:58:05', NULL),
(33, '81MsTNo0jAL._AC_UX500_', 'uploads/all/1sMNklMSg8bnNG4JaQwAElEOs75LXGATTjiIhzUF.jpg', 58, 10471, 'jpg', 'image', '2021-03-10 16:58:06', '2021-03-10 16:58:06', NULL),
(34, '71kRGGEGcwL._AC_UY695_', 'uploads/all/42sd4xc0eax5odwApbOVb8y7gE5a6GrM19p0ZPFM.jpg', 58, 32746, 'jpg', 'image', '2021-03-10 16:58:06', '2021-03-10 16:58:06', NULL),
(35, '8152u-TJAOL._AC_UX500_', 'uploads/all/GmPolPLgCwSZR97NULNcKvenR1dbBAuIsITL6eBn.jpg', 58, 19199, 'jpg', 'image', '2021-03-10 16:58:06', '2021-03-10 16:58:06', NULL),
(36, '81fTUw5ojlL._AC_UX500_', 'uploads/all/VGky3o2HX3rEDX7VwIb0SyWbIsQxIarYgpHWbU35.jpg', 58, 10727, 'jpg', 'image', '2021-03-10 16:58:07', '2021-03-10 16:58:07', NULL),
(37, 'Home-logo', 'uploads/all/jmQ8HEpiwF4NPBVDvmEh8qB3QmbMlXsxaDDso11s.jpg', 58, 44879, 'jpg', 'image', '2021-03-10 17:15:04', '2021-03-10 17:15:04', NULL),
(38, '71CRB7%2BnAoL._UX625_', 'uploads/all/Jf1ZSwfd6rQTZyi8yGLWFMGNSvJIfgTTE4Xp5137.jpg', 64, 12945, 'jpg', 'image', '2021-03-10 18:44:38', '2021-03-10 18:44:38', NULL),
(39, '81AIdXq3LvL._UX625_', 'uploads/all/mevD4AvWXYSGA8VEMmdACZHUkVL3OIdldVZkMi2Z.jpg', 64, 25320, 'jpg', 'image', '2021-03-10 18:44:39', '2021-03-10 18:44:39', NULL),
(40, '81VvXsRRydL._UX625_', 'uploads/all/x26wrOlkZIrsMNk6bbe060kNynrQyJOOsSrxbZIi.jpg', 64, 29781, 'jpg', 'image', '2021-03-10 18:44:39', '2021-03-10 18:44:39', NULL),
(41, '818Byj0ZIyL._UX625_', 'uploads/all/9GU1bNK9SxdfBf76HfiSQCaUFQu3Uk7RsgqKMcEH.jpg', 64, 23178, 'jpg', 'image', '2021-03-10 18:44:40', '2021-03-10 18:44:40', NULL),
(42, '71kTRQTjMpL._UY695_', 'uploads/all/IpKxTvfnEUKakLj6VqRfacwV9B6D6LoaPZ4TVyKq.jpg', 64, 24378, 'jpg', 'image', '2021-03-10 18:44:41', '2021-03-10 18:44:41', NULL),
(43, '81RN0KIP9mL._UX625_', 'uploads/all/oyXnbtkKW6J1nsIjhGrHnEqHeqr33oQ4G7U025KZ.jpg', 64, 22447, 'jpg', 'image', '2021-03-10 18:44:41', '2021-03-10 18:44:41', NULL),
(44, 'حرف ط', 'uploads/all/DQJYFxZM7R18S93aF1HHQbdwfnLtdYSRZDYOxHJY.docx', 51, 1466934, 'docx', 'document', '2021-03-11 17:26:42', '2021-03-11 17:26:42', NULL),
(45, 'Category', 'uploads/all/xeH99FezcsemNo5sXzR600DStBSlPXDRiLPWpwkA.xlsx', 64, 9906, 'xlsx', 'document', '2021-03-16 17:53:12', '2021-03-16 17:53:12', NULL),
(46, 'Brand', 'uploads/all/A6kz6PGONTHt9hdsvcZ1MiZ15RbYnc5ciZEiF5bQ.xlsx', 51, 6375, 'xlsx', 'document', '2021-03-16 18:11:15', '2021-03-16 18:11:15', NULL),
(47, 'WhatsApp Image 2021-02-14 at 10.53.30 AM', 'uploads/all/iC67ACEXlXKaT2rscKpbXAZpS99cHScbA6gaU6Fe.jpg', 72, 7226, 'jpeg', 'image', '2021-04-17 10:52:38', '2021-04-17 10:52:38', NULL),
(48, 'WhatsApp Image 2021-02-14 at 12.47.19 PM (3)', 'uploads/all/4qerxUbV2Ev40ajil17VsPuk7O0e2SMM81o6v6os.jpg', 72, 6468, 'jpeg', 'image', '2021-04-17 10:52:57', '2021-04-17 10:52:57', NULL),
(49, 'WhatsApp Image 2021-02-14 at 12.47.19 PM (2)', 'uploads/all/z06msnMKemOV9KAfCl3ZFNPXR9755DZNG4VHZnxk.jpg', 72, 7375, 'jpeg', 'image', '2021-04-17 10:52:58', '2021-04-17 10:52:58', NULL),
(50, 'WhatsApp Image 2021-02-14 at 10.53.30 AM', 'uploads/all/RUrkwUBb2ZxdScgvIEcSkT3slDx1pYJqzIczETla.jpg', 72, 7226, 'jpeg', 'image', '2021-04-17 10:52:58', '2021-04-17 10:52:58', NULL),
(51, 'WhatsApp Image 2021-02-14 at 12.47.19 PM (1)', 'uploads/all/imE9BdBi9v9xAnomUsnX9WITtHKij9RFHXQnxnYz.jpg', 72, 7226, 'jpeg', 'image', '2021-04-17 10:52:58', '2021-04-17 10:52:58', NULL),
(52, 'WhatsApp Image 2021-02-14 at 12.47.19 PM (3)', 'uploads/all/ts6HMFov0c1rRr5n0k07jyiEpk1E1xCzcDkShWM7.jpg', 74, 6468, 'jpeg', 'image', '2021-05-01 12:32:59', '2021-05-01 12:32:59', NULL),
(53, 'WhatsApp Image 2021-02-14 at 12.47.19 PM (2)', 'uploads/all/lRme9rOUHShXbkNqpLRnqNflkvZ3hb0T07ZsAXyW.jpg', 74, 7375, 'jpeg', 'image', '2021-05-01 12:32:59', '2021-05-01 12:32:59', NULL),
(54, 'WhatsApp Image 2021-02-14 at 10.53.30 AM', 'uploads/all/Bp1FcjppJ5QZWTEetYMgbHvvfyDZSWFDlwKt4hlW.jpg', 74, 7226, 'jpeg', 'image', '2021-05-01 12:32:59', '2021-05-01 12:32:59', NULL),
(55, 'WhatsApp Image 2021-02-14 at 12.47.19 PM (1)', 'uploads/all/S9IauojSyz7VTKh3xdjKs3IRshco3lXPvnQalzrx.jpg', 74, 7226, 'jpeg', 'image', '2021-05-01 12:32:59', '2021-05-01 12:32:59', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `referred_by` int(11) DEFAULT NULL,
  `provider_id` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_type` varchar(10) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'customer',
  `name` varchar(191) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `verification_code` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `new_email_verificiation_code` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(191) COLLATE utf8_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `avatar` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `avatar_original` varchar(256) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(300) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `postal_code` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `balance` double(20,2) NOT NULL DEFAULT 0.00,
  `banned` tinyint(4) NOT NULL DEFAULT 0,
  `referral_code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `customer_package_id` int(11) DEFAULT NULL,
  `remaining_uploads` int(11) DEFAULT 0,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `referred_by`, `provider_id`, `user_type`, `name`, `email`, `email_verified_at`, `verification_code`, `new_email_verificiation_code`, `password`, `remember_token`, `avatar`, `avatar_original`, `address`, `country`, `city`, `postal_code`, `phone`, `balance`, `banned`, `referral_code`, `customer_package_id`, `remaining_uploads`, `created_at`, `updated_at`) VALUES
(8, NULL, NULL, 'customer', 'Mr. Customer', 'customer@example.com', '2018-12-11 18:00:00', NULL, NULL, '$2y$10$eUKRlkmm2TAug75cfGQ4i.WoUbcJ2uVPqUlVkox.cv4CCyGEIMQEm', 'M0MYXegtWQpI9QBW0NNaj0Kg3OtYtUXmftkv1hPXObxhymJ5igJrY3KCE64X', 'https://lh3.googleusercontent.com/-7OnRtLyua5Q/AAAAAAAAAAI/AAAAAAAADRk/VqWKMl4f8CI/photo.jpg?sz=50', NULL, 'Demo address', 'US', 'Demo city', '1234', NULL, 7020.00, 0, '8zJTyXTlTT', NULL, NULL, '2018-10-07 04:42:57', '2021-05-02 11:51:02'),
(9, NULL, NULL, 'admin', 'Super Admin', 'mohamed.hussain@waritex.org', '2021-02-08 19:02:26', NULL, NULL, '$2y$10$wabqRLBVCPdFG9PWvuavqO0gm39LcN/0v6sC9dssz8ptV.UcqWSzu', 'lAL76ynYm96at5dNAF81PExXmWVCsyvXfDR2uNXbd7Ah4hZxxNZg3s4av65S', NULL, '7', NULL, NULL, NULL, NULL, NULL, 0.00, 0, NULL, NULL, 0, '2021-02-08 19:25:26', '2021-02-08 22:47:24'),
(40, NULL, '1835991076557062', 'customer', 'Mohamed Hussein', 'mohamedahussien7@gmail.com', '2021-02-22 06:02:22', '557566', NULL, NULL, '5bQQhXpUc7aiZuX4SJVflEt75Yixb1WBQtfHJKHO4iaxTKMYyKZeJO5SZLaw', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 685.00, 0, NULL, NULL, 0, '2021-02-22 06:42:22', '2021-03-10 20:05:04'),
(51, NULL, NULL, 'staff', 'Ismail', 'ismail@ar5as.net', NULL, NULL, NULL, '$2y$10$ZLQKfr3.mAel/jM9oDFvIesCIV2m1RBP/65F08hQCux04ixjTtobi', 'So6emLbHnCc2EhhZWNhwhQvb9tuZwUuxJYkgCn2GRfhhw13aTBMjUCPnMN0n', NULL, NULL, NULL, NULL, NULL, NULL, '0101254785', 0.00, 0, NULL, NULL, 0, '2021-02-23 16:28:22', '2021-02-23 16:28:22'),
(52, NULL, NULL, 'staff', 'Esraa', 'esraa@ar5as.net', NULL, NULL, NULL, '$2y$10$PFKgq4ebjlbo.7LUFDsW2OCGSJ21zVLd78VAWZiFBCcamEoDzU8Zq', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '10236548785', 0.00, 0, NULL, NULL, 0, '2021-02-23 16:29:00', '2021-02-23 16:29:00'),
(54, NULL, NULL, 'seller', 'MTD', 'esraaaboghadeer1@gmail.com', '2021-03-03 18:03:38', NULL, NULL, '$2y$10$d5jxtHgmXeyJhcCNbP8rb.fgCqauUG8kSjwfitQxW8Fir9DdyyWxq', 'Xpg4m6HMqXuMr1X0Txv7yhcMrP33fNs6fR4bRztBFRKTGRwyzlBQ8nG3DTj0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0.00, 0, NULL, NULL, 0, '2021-03-03 18:48:38', '2021-03-09 18:39:55'),
(55, NULL, NULL, 'customer', 'ismael', 'ba7rawy.862@gmail.com', '2021-03-04 19:03:45', NULL, NULL, '$2y$10$ZBb69kvHwY8a1ZZWeo6Sm.mtzMalPtTvfxNGaLLRrDgl1ZEcfuhge', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01150730658', 3420.00, 0, NULL, NULL, 0, '2021-03-04 19:51:45', '2021-03-04 20:14:11'),
(56, NULL, NULL, 'customer', 'Marc Funk', 'Trace17@gmail.com', '2021-03-09 12:03:55', NULL, NULL, '$2y$10$b0MPhz1XgGpNjEyNHR0UDeEWQbi00RSk36P0pCwhOfkk38HLswtlG', 'x2RfhCditdiLmYnd3NMl5z0SX1nIZ21cJeRh8b9bSGafwkMHn61ECsEl53ZZ', NULL, NULL, NULL, NULL, NULL, NULL, '15065668083', 0.00, 0, NULL, NULL, 0, '2021-03-09 12:16:55', '2021-03-09 12:16:55'),
(60, NULL, NULL, 'customer', '65ttrt', 'ggg@ss.yyy', '2021-03-09 23:03:53', NULL, NULL, '$2y$10$9cTLIgvhS0iSh66YcG5CAO/u5BSFR23CiABbSpPSseVXdkhE5FgD6', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '4565555555', 0.00, 0, NULL, NULL, 0, '2021-03-09 23:01:53', '2021-03-09 23:01:53'),
(61, NULL, NULL, 'customer', 'Domenick Morar', 'peter.algar@hotmail.co.uk', '2021-03-10 10:03:28', NULL, NULL, '$2y$10$V21wA7gh4pi/pKi5EMvr/.Sg4eQ/kBvCP18Z/V8nmMYGLPnasunSy', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '14803545260', 0.00, 0, NULL, NULL, 0, '2021-03-10 10:33:28', '2021-03-10 10:33:28'),
(63, NULL, NULL, 'customer', 'ALL', 'ALL@BEE.COM', '2021-03-10 17:03:54', NULL, NULL, '$2y$10$CA7uWlJb0ldYIJOnzYPLueZNju0Yc.TiXoULsmVGjHayQcRv2unSC', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '123456', 0.00, 0, NULL, NULL, 0, '2021-03-10 17:23:54', '2021-03-10 17:23:54'),
(64, NULL, NULL, 'seller', 'Tom2', 'ali@home.com', '2021-03-10 18:03:43', NULL, NULL, '$2y$10$uAHeX3gkgvL4GehYyCPfieuwcp/kZNpDE1axOSPp7H6a..e3JrrvK', 'wZXjmzLpt0Wnvx3s4idXusCdeVwbPgrS8aB3uMgARX1E3kTXfKfI9pbaue7a', NULL, NULL, NULL, NULL, NULL, NULL, '012345644', 0.00, 0, NULL, NULL, 0, '2021-03-10 18:37:43', '2021-05-08 21:06:07'),
(65, NULL, NULL, 'customer', 'Hady Ziad', 'mohamedahussein@gmail.com', '2021-03-10 19:03:17', NULL, 'vRggP5hzmfcs6J8eJJo1v37UxTAtxEII', '$2y$10$EERgPujRFj1O0l6XjnnxUev8.NVUh0ySL7C17yXhMm.qSj1Kkk4cC', '5szRyyYJiigkyAroP704PwRHsepUTs0jmtVToMiAaXJZ3oYnKm4DbyrqdVh0', NULL, NULL, NULL, NULL, NULL, NULL, '012446688', 0.00, 0, NULL, NULL, 0, '2021-03-10 19:55:17', '2021-03-10 20:00:18'),
(66, NULL, NULL, 'customer', 'elsayed elgohary', 'elgohary2008@gmail.com', '2021-03-11 00:03:21', NULL, NULL, '$2y$10$tIjmC7HE7.55q9VR3VZshOtD3.YzdddLBuWcEWej1xMzb0VYjWQh.', 'J7ivx5OAkCtCMimMM9hzyBAlPdxy75D8uKLL8SFvk8hch7TFaLuhDnwYdiWV', NULL, NULL, NULL, NULL, NULL, NULL, '01002142255', 0.00, 0, NULL, NULL, 0, '2021-03-11 00:19:21', '2021-03-11 00:19:21'),
(67, NULL, NULL, 'customer', 'mohamed hussein', 'moe@app.com', '2021-03-11 11:03:26', NULL, NULL, '$2y$10$88tdm6KmXKkAfOhEGRGPI.COkJt.PChInXmULvjuopU5d.NOX8rJK', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0125478520', 0.00, 0, NULL, NULL, 0, '2021-03-11 11:28:26', '2021-03-11 11:28:26'),
(68, NULL, NULL, 'customer', 'Sara', 'sara.m.omran@gmail.com', '2021-03-11 17:03:05', NULL, NULL, '$2y$10$6TrTZN.M0/8Vij6zDvS5DOl36moymgmDRGNT49Jh81l9QtcWdTtOe', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '01006256124', 0.00, 0, NULL, NULL, 0, '2021-03-11 17:37:05', '2021-03-11 17:37:05'),
(69, NULL, NULL, 'customer', 'mohamed', 'm2@app.com', '2021-03-16 14:03:00', NULL, NULL, '$2y$10$zS9JjGL5IwZXxgUiCM1v/.0fc.2KnDATniGsFuphf.ZJ2vAq3lqRa', '1ncE5E7VaEpgb7UzBibPZpRQBocTVNrOdVAsRmCXDpNBoYMMnyscWp8LypbB', NULL, NULL, NULL, NULL, NULL, NULL, '01254789632', 7200.00, 0, NULL, NULL, 0, '2021-03-16 14:45:00', '2021-03-18 18:20:41'),
(70, NULL, NULL, 'customer', 'aliali', 'add@bb.com', '2021-03-16 18:03:15', NULL, NULL, '$2y$10$eB8U3gKJGZ6tfxKvIQmtHeIHRkAGa.oH8Fxo2JNyb0L.jQKUYMEJ.', 'eF1OyPAZw0xaeR4kspfrMGxZ7G6hGwfkL2VhTybtD7mTbHZa0ODG2PEyxNfN', NULL, NULL, NULL, NULL, NULL, NULL, '0100', 0.00, 0, NULL, NULL, 0, '2021-03-16 18:37:15', '2021-03-16 18:37:15'),
(73, NULL, NULL, 'customer', 'mohamed', 'mohamed@app.com', NULL, 'eyJpdiI6InlvdFNtTTErUDFsZEhLREpwMVBLekE9PSIsInZhbHVlIjoibTVLR0ltSm85QXFsSlpIWW00cmZBUT09IiwibWFjIjoiODViNGI3YTYwOTIxMGIxMjU0OGYzNTkyMWM5NWUxNzI3OTI5MjdkNDYwMzk5NjI5YTM3ZGI4ZTFlMDNmNTg3NSJ9', NULL, '$2y$10$LyH49tqEWlxsxzIBBuSZBushvOmg6zRDuewKbddSqB9bJmbYvsMrG', 'igkjDdWHX9CgPGcUIkh8ikZbBZgh1PnckTUOrgUKAVhhOQe67haCpQQLNpTm', NULL, NULL, NULL, NULL, NULL, NULL, '012365789', 0.00, 0, NULL, NULL, 0, '2021-04-26 08:12:18', '2021-04-26 08:12:18'),
(74, NULL, NULL, 'seller', 'Mohamed Ahmed Hussein', 'm.hussain.waritex@gmail.com', '2021-05-01 11:54:38', 'eyJpdiI6InRvZ1NwdWl0UGlYaUVKVTBnSlIrdVE9PSIsInZhbHVlIjoieXVJOWhhSWE3K3hTWHBQd1BTcndPZz09IiwibWFjIjoiMGUxMGE4MWM3ODA2ODllNzgwNTA1MTQzN2NiMzgwNDIzYzk2OGI3MzFhZWEzNDA5Y2NjNTBhMjMzN2U4Nzk2ZCJ9', NULL, '$2y$10$MO0NTDhWcXIkQN0PkknJdOyOaWYiSd11zeEJ2TUlMEctyMlHEQJxq', 'UE3g9FEjjSiCAyj7LcDSoSZmCmXLMFlJREZoR71droyP9WXJCSwb09YtgX3u', NULL, NULL, NULL, NULL, NULL, NULL, '01157809060', 0.00, 0, NULL, NULL, 0, '2021-05-01 11:54:03', '2021-05-09 23:19:20');

-- --------------------------------------------------------

--
-- Table structure for table `wallets`
--

CREATE TABLE `wallets` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `amount` double(20,2) NOT NULL,
  `payment_method` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `payment_details` longtext COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `wallets`
--

INSERT INTO `wallets` (`id`, `user_id`, `amount`, `payment_method`, `payment_details`, `created_at`, `updated_at`) VALUES
(1, 12, 561.00, 'Refund', 'Product Money Refund', '2021-02-13 17:01:03', '2021-02-13 17:01:03'),
(2, 12, 20.00, 'Refund', 'Product Money Refund', '2021-02-17 03:06:33', '2021-02-17 03:06:33'),
(3, 21, 120.00, 'Refund', 'Product Money Refund', '2021-02-17 13:01:28', '2021-02-17 13:01:28'),
(4, 40, 370.00, 'Refund', 'Product Money Refund', '2021-02-23 08:50:24', '2021-02-23 08:50:24'),
(5, 40, 315.00, 'Refund', 'Product Money Refund', '2021-02-24 20:45:40', '2021-02-24 20:45:40'),
(6, 55, 3420.00, 'Refund', 'Product Money Refund', '2021-03-04 20:14:11', '2021-03-04 20:14:11'),
(7, 69, 3600.00, 'Refund', 'Product Money Refund', '2021-03-18 18:20:40', '2021-03-18 18:20:40'),
(8, 69, 3600.00, 'Refund', 'Product Money Refund', '2021-03-18 18:20:41', '2021-03-18 18:20:41'),
(9, 8, 3420.00, 'Refund', 'Product Money Refund', '2021-05-02 08:24:47', '2021-05-02 08:24:47'),
(10, 8, 3600.00, 'Refund', 'Product Money Refund', '2021-05-02 11:51:02', '2021-05-02 11:51:02');

-- --------------------------------------------------------

--
-- Table structure for table `wishlists`
--

CREATE TABLE `wishlists` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `addons`
--
ALTER TABLE `addons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `addresses`
--
ALTER TABLE `addresses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `app_settings`
--
ALTER TABLE `app_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `attributes`
--
ALTER TABLE `attributes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `attribute_translations`
--
ALTER TABLE `attribute_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `banks`
--
ALTER TABLE `banks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `banners`
--
ALTER TABLE `banners`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `brands`
--
ALTER TABLE `brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `brand_translations`
--
ALTER TABLE `brand_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `business_settings`
--
ALTER TABLE `business_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `carts`
--
ALTER TABLE `carts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `slug` (`slug`);

--
-- Indexes for table `category_translations`
--
ALTER TABLE `category_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `city_translations`
--
ALTER TABLE `city_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `colors`
--
ALTER TABLE `colors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `conversations`
--
ALTER TABLE `conversations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `coupons`
--
ALTER TABLE `coupons`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `coupon_usages`
--
ALTER TABLE `coupon_usages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `currencies`
--
ALTER TABLE `currencies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_packages`
--
ALTER TABLE `customer_packages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_package_payments`
--
ALTER TABLE `customer_package_payments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_package_translations`
--
ALTER TABLE `customer_package_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_products`
--
ALTER TABLE `customer_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customer_product_translations`
--
ALTER TABLE `customer_product_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `flash_deals`
--
ALTER TABLE `flash_deals`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `flash_deal_products`
--
ALTER TABLE `flash_deal_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `flash_deal_translations`
--
ALTER TABLE `flash_deal_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `general_settings`
--
ALTER TABLE `general_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `home_categories`
--
ALTER TABLE `home_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `languages`
--
ALTER TABLE `languages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `links`
--
ALTER TABLE `links`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_access_tokens`
--
ALTER TABLE `oauth_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_access_tokens_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_auth_codes`
--
ALTER TABLE `oauth_auth_codes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_clients_user_id_index` (`user_id`);

--
-- Indexes for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_personal_access_clients_client_id_index` (`client_id`);

--
-- Indexes for table `oauth_refresh_tokens`
--
ALTER TABLE `oauth_refresh_tokens`
  ADD PRIMARY KEY (`id`),
  ADD KEY `oauth_refresh_tokens_access_token_id_index` (`access_token_id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `order_details`
--
ALTER TABLE `order_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `page_translations`
--
ALTER TABLE `page_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `payments`
--
ALTER TABLE `payments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pickup_points`
--
ALTER TABLE `pickup_points`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pickup_point_translations`
--
ALTER TABLE `pickup_point_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `policies`
--
ALTER TABLE `policies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name` (`name`),
  ADD KEY `tags` (`tags`(255));

--
-- Indexes for table `product_stocks`
--
ALTER TABLE `product_stocks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `product_translations`
--
ALTER TABLE `product_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `refund_requests`
--
ALTER TABLE `refund_requests`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `reviews`
--
ALTER TABLE `reviews`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_translations`
--
ALTER TABLE `role_translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `searches`
--
ALTER TABLE `searches`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sellers`
--
ALTER TABLE `sellers`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `user_id` (`user_id`);

--
-- Indexes for table `seller_withdraw_requests`
--
ALTER TABLE `seller_withdraw_requests`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `seo_settings`
--
ALTER TABLE `seo_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `shipping_companies`
--
ALTER TABLE `shipping_companies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `shops`
--
ALTER TABLE `shops`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `staff`
--
ALTER TABLE `staff`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `subscribers`
--
ALTER TABLE `subscribers`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `tickets`
--
ALTER TABLE `tickets`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ticket_replies`
--
ALTER TABLE `ticket_replies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `translations`
--
ALTER TABLE `translations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `uploads`
--
ALTER TABLE `uploads`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `wallets`
--
ALTER TABLE `wallets`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `wishlists`
--
ALTER TABLE `wishlists`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `addons`
--
ALTER TABLE `addons`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `addresses`
--
ALTER TABLE `addresses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `app_settings`
--
ALTER TABLE `app_settings`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `attributes`
--
ALTER TABLE `attributes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `attribute_translations`
--
ALTER TABLE `attribute_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `banks`
--
ALTER TABLE `banks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT for table `banners`
--
ALTER TABLE `banners`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `brands`
--
ALTER TABLE `brands`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `brand_translations`
--
ALTER TABLE `brand_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `business_settings`
--
ALTER TABLE `business_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=116;

--
-- AUTO_INCREMENT for table `carts`
--
ALTER TABLE `carts`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=132;

--
-- AUTO_INCREMENT for table `category_translations`
--
ALTER TABLE `category_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `city_translations`
--
ALTER TABLE `city_translations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `colors`
--
ALTER TABLE `colors`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=144;

--
-- AUTO_INCREMENT for table `conversations`
--
ALTER TABLE `conversations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=297;

--
-- AUTO_INCREMENT for table `coupons`
--
ALTER TABLE `coupons`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `coupon_usages`
--
ALTER TABLE `coupon_usages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `currencies`
--
ALTER TABLE `currencies`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `customer_packages`
--
ALTER TABLE `customer_packages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `customer_package_payments`
--
ALTER TABLE `customer_package_payments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `customer_package_translations`
--
ALTER TABLE `customer_package_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `customer_products`
--
ALTER TABLE `customer_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `customer_product_translations`
--
ALTER TABLE `customer_product_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `flash_deals`
--
ALTER TABLE `flash_deals`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `flash_deal_products`
--
ALTER TABLE `flash_deal_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `flash_deal_translations`
--
ALTER TABLE `flash_deal_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `general_settings`
--
ALTER TABLE `general_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `home_categories`
--
ALTER TABLE `home_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `languages`
--
ALTER TABLE `languages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `links`
--
ALTER TABLE `links`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `messages`
--
ALTER TABLE `messages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `oauth_clients`
--
ALTER TABLE `oauth_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `oauth_personal_access_clients`
--
ALTER TABLE `oauth_personal_access_clients`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=57;

--
-- AUTO_INCREMENT for table `order_details`
--
ALTER TABLE `order_details`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=71;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `page_translations`
--
ALTER TABLE `page_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `payments`
--
ALTER TABLE `payments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `pickup_points`
--
ALTER TABLE `pickup_points`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `pickup_point_translations`
--
ALTER TABLE `pickup_point_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `policies`
--
ALTER TABLE `policies`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `product_stocks`
--
ALTER TABLE `product_stocks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=207;

--
-- AUTO_INCREMENT for table `product_translations`
--
ALTER TABLE `product_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;

--
-- AUTO_INCREMENT for table `refund_requests`
--
ALTER TABLE `refund_requests`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `reviews`
--
ALTER TABLE `reviews`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `role_translations`
--
ALTER TABLE `role_translations`
  MODIFY `id` bigint(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `searches`
--
ALTER TABLE `searches`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `sellers`
--
ALTER TABLE `sellers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `seller_withdraw_requests`
--
ALTER TABLE `seller_withdraw_requests`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `seo_settings`
--
ALTER TABLE `seo_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `shipping_companies`
--
ALTER TABLE `shipping_companies`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `shops`
--
ALTER TABLE `shops`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- AUTO_INCREMENT for table `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `staff`
--
ALTER TABLE `staff`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `subscribers`
--
ALTER TABLE `subscribers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `tickets`
--
ALTER TABLE `tickets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `ticket_replies`
--
ALTER TABLE `ticket_replies`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `translations`
--
ALTER TABLE `translations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2371;

--
-- AUTO_INCREMENT for table `uploads`
--
ALTER TABLE `uploads`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=56;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=75;

--
-- AUTO_INCREMENT for table `wallets`
--
ALTER TABLE `wallets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `wishlists`
--
ALTER TABLE `wishlists`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
